Repository: webkitvn/webbalo
Catalog: wp-contentt/plugins/improved-variable-product-attributes/lang/ivpawoo-*.po
Languages: es_es, fr_fr, it_it

source: Select
es_es: Seleccionar
fr_fr: Choisir
it_it: Seleziona

source: Clear selection
es_es: Borrar Selección
fr_fr: Réinitialiser sélection
it_it: Azzera selezione

source: Improved Variable Product Attributes
es_es: Atributos del producto variables mejorados
fr_fr: Amélioré les attributs de la Variable produit
it_it: Attributi Prodotto Variabili Migliorati

source: Attribute Customization Manager
es_es: Gestor de personalización de atributos
fr_fr: Attribuer le Manager de Personnalisation
it_it: Manager Personalizzazione Attributi

source: Use the manager to customize your attributes! Click the Add Attribute Customization button to start customizing!
es_es: ¡Usa el gestor para personalizar tus atributos! ¡Haz click aquí en el botón de personalización Agregar Atributo para comenzar a personalizar!
fr_fr: Utilisez le manager pour personnaliser vos attributs! Clickez sur Ajouter un Attribut de Personnalisation pour commencer à personnaliser!
it_it: Utilizzati manager per personalizzare i tuoi attributi! Fai clic sul pulsante Aggiungi Personalizzazione Attributi per iniziare a personalizzare!

source: Add Attribute Customization
es_es: Añadir Personalización de Atributo
fr_fr: Ajouter un Attribut de Personnalisation
it_it: Aggiungi Personalizzazione Attributi

source: Select Attribute
es_es: Seleccionar atributo
fr_fr: Choisir un attribut
it_it: Seleziona Attributo

source: Override Attribute Name
es_es: Anular Nombre de Atributo
fr_fr: Substituer le nom de l'attribut
it_it: Sovrascrivi Nome Attributo

source: Add Attribute Description
es_es: Añadir Descripción de Atributo
fr_fr: Ajoutez une Description à l'attribut
it_it: Aggiungi Descrizione Attributo

source: Select Attribute Style
es_es: Seleccione Estilo de Atributo
fr_fr: Choisir le style de l'attribut
it_it: Seleziona Stile Attributo

source: Plain Text
es_es: Texto sin formato
fr_fr: Texte brut
it_it: Testo Semplice

source: Color
fr_fr: Couleur
it_it: Colore

source: Select Box
es_es: Seleccionar casilla
fr_fr: Boîte de sélection
it_it: Seleziona Casella

source: Show on Shop/Archives (This only works if the Shop/Archive mode is set to Show Only)
es_es: Mostrar enTienda/Archivos (Esto solo funcioni si el modo Tienda/Archivos es establecido como Solo mostrar)
fr_fr: Montrer la Boutique/Archives (cela ne fonctionne que si le mode Boutique/Archive est réglé sur Montrer Uniquement)
it_it: Mostra su Negozio/Archivi (Funziona solo se la modalità Negozio/Archivio è impostata su Mostra Solo)

source: Border
es_es: Borde
fr_fr: Bordure
it_it: Bordo

source: Background
es_es: Fondo
fr_fr: Arrière-plan
it_it: Sfondo

source: Round
es_es: Redondo
fr_fr: Arrondi
it_it: Rotondo

source: Normal
it_it: Normale

source: Active
es_es: Activo
fr_fr: Activé
it_it: Attivo

source: Disabled
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disabilitato

source: Out of stock
es_es: Fuera de stock
fr_fr: Rupture de stock
it_it: Scorte esaurite

source: Tooltip
fr_fr: Info-bulle
it_it: Descrizione del comando

source: Image URL
es_es: Url de Imágen
fr_fr: URL de l’image
it_it: URL Immagine

source: Add/Upload image
es_es: Añadir/Subir Imágen
fr_fr: Ajouter/Téléverser image
it_it: Aggiungi/Carica immagine

source: Image Gallery
es_es: Galería de Imagenes
fr_fr: Galerie d’images
it_it: Galleria Immagini

source: This style has no extra settings!
es_es: ¡Este estilo no tiene ajustes extra!
fr_fr: Ce style n'a aucun paramètre supplémentaire !
it_it: Questo stile non ha impostazioni extra!

source: Single Product Page Settings
es_es: Configuración de página de producto individual
fr_fr: Paramètres de La Page du Produit
it_it: Impostazioni Pagina Prodotto Singolo

source: General plugin settings when used in Single Product pages.
es_es: Configuraciones de plugin generales cuando se utiliza en páginas de productos individuales.
it_it: Impostazioni plugin generale quando utilizzato su pagine a Prodotto Singolo.

source: Enable/Disable Attributes In Single Product Pages
es_es: Habilitar/deshabilitar atributos en Páginas Individuales
it_it: Abilita/Disabilita Attributi Su Pagine Singole

source: Check this option to enable attribute selection in single product pages.
es_es: Selecciona esta opción para habilitar la selección de atributo en páginas de productos individuales.
it_it: Seleziona questa opzione per abilitare la selezione attributi sulle pagine a prodotto singolo.

source: Hide Default Select Boxes
es_es: Ocultar las casillas de selección predeterminada
fr_fr: Cacher les Boîtes de Sélection par Défaut
it_it: Nascondi Caselle Selezione di Default

source: Check this option to hide default select boxes in single product pages.
es_es: Selecciona esta opción para ocultar las casillas de selección predeterminada en páginas de productos individuales.
it_it: Seleziona questa opzione per nascondere le caselle di selezione di default sulle pagine a prodotto singolo.

source: Enable/Disable AJAX Variation Add To Cart
es_es: Activar/Desactivar Variación AJAX Añadir al carro
fr_fr: Activer/Désactiver variante AJAX pour Ajouter au panier
it_it: Abilita/Disabilita Variazione AJAX Aggiungi Al Carrello

source: Check this option to enable AJAX add to cart in single product pages.
es_es: Selecciones esta opción para habilitar variaciones AJAX añadir al carro de las en las páginas de productos individuales.
fr_fr: Vérifiez cette option pour activer AJAX ajoutez au panier pour des variations sur la page du produit.
it_it: Seleziona questa opzione per abilitare la AJAX aggiungi al carrello per le variazioni sulle pagine a prodotto singolo.

source: If the default setting in single products returns a false image upon selecting or deselecting please use this setting to override image size. Default: full (works almost anywhere), but usually: shop_single or set your own image size.
es_es: Si la configuración predeterminada en páginas de productos individuales devuelve una imagen falsa al seleccionar o deseleccionar por favor utilice esta configuración para invalidar el tamaño de imagen. Predeterminado: full (funciona casi en cualquier lado) pero generalmente: shop_single, o fija tu propio tamaño de imagen.
fr_fr: Si les paramètres pas défaut ou les archives vous affichent un image erronée lorsque vous la sélectionnez ou désélectionnez veuillez utiliser ce paramètre pour ne pas tenir compte de la taille de l'image. Default: full (fonctionner presque partout), mais d'habitude: shop_catalog, ou définissez votre propre taille d'image.
it_it: Se l'impostazione di default sulle pagine a prodotto singolo restituisce una falsa immagine alla selezione o alla de-selezione per favore utilizza questa impostazione per scavalcare la dimensione immagine. Default: full (funziona quasi ovunque), ma di solito: shop_catalog, oppure seleziona la tua dimensione immagine personale.

source: Override Default Single Product Action
es_es: Anular Acción Predeterminada Producto Individual
fr_fr: Substituer l'action par défaut d'un produit
it_it: Sovrascrivi Azione Prodotto Singolo di Default

source: Change default init action in single product pages. Use actions initiated in your content-single-product.php file. Please enter action in the following format action_name:priority.
es_es: Cambiar la acción de inicio determinada en páginas de productos individuales. Usar acciones iniciadas en su archivo contenido-individual-producto.php. Ingresar la acción en el siguiente formato acción_nombre:prioridad
fr_fr: Changer l'init par défaut pour chaque page de produit. Utilisez les actions initiées dans votre fichier content-single-production.php. Nommez votre action dans le format action_name:priority
it_it: Cambia l'azione iniziale di default sulle pagine a prodotto singolo. Utilizza le azioni iniziate nel tuo file content-single-product.php. Per favore inserisci l'azione nel seguente formato action_name:priority

source: Shop/Product Archive Settings
es_es: Comprar/Configuraciones de archivo de producto
fr_fr: Paramètres d'Archives du Magasin/Produit
it_it: Impostazioni Negozio/ Archivio Prodotti

source: General plugin settings when used in Shop and Product Archive pages.
es_es: Configuración de plugin general al usar en Comprar en la tienda y páginas de archivo de producto.
fr_fr: Paramètres du plugin général lorsqu'il est utilisé sur les pages des Archives de Produits et du Magasin.
it_it: Impostazioni plugin generali quando utilizzato su pagine Negozio e Archivio Prodotti.

source: Enable/Disable Attributes In Archives
es_es: Activar/Desactivar Atributos en Archivos
fr_fr: Activer/Désactiver les Attributs sur les Archives
it_it: Abilita/Disabilita Attributi Su Archivi

source: Check this option to enable attribute selection in shop and product archive pages.
es_es: Seleccionar esta opción para habilitar la selección de atributos en la tienda y páginas de archivo de producto.
fr_fr: Cochez cette option pour activer l'attribut sélection dans le magasin et sur les pages d'archives du produit.
it_it: Seleziona questa opzione per abilitare la selezione attributi nel negozio e sulle pagine di archivio prodotti.

source: Select Archive Display Mode
es_es: Seleccionar Modo de Visualización de Archivos
fr_fr: Choisir le mode d'affichage d'archive
it_it: Seleziona Modalità Visualizzazione Archivio

source: Select style to use with the attributes in shop and product archive pages.
es_es: Selecciona el estilo para utilizar con los atributos en la tienda y páginas de archivo de producto.
fr_fr: Choisir le style à utiliser avec les attributs sur la boutique et les archives.
it_it: Seleziona lo stile da usare con gli attributi sul negozio e sulle pagine di archivio.

source: Show Only
es_es: Mostrar Solo
fr_fr: Afficher uniquement
it_it: Mostra Solo

source: Enable Selection and Add to Cart
es_es: Activar Selección y Añadir al Carro
fr_fr: Activer Sélection et Ajouter au panier
it_it: Abilità Selezione e Aggiungi al Carrello

source: Select Archive Image Size
es_es: Seleccionar archivo Tamaño de imágin
fr_fr: Sélectionnez la Taille d'Image d'Archive
it_it: Seleziona Dimensione Immagine Archivio

source: If the default setting in archives returns a false image upon selecting or deselecting please use this setting to override image size. Default: full (works almost anywhere), but usually: shop_catalog, or set your own image size.
es_es: Si la configuración predeterminada en archivos devuelve una imagen falsa al seleccionar o deseleccionar por favor utilice esta configuración para invalidar el tamaño de imagen. Predeterminado: full (funciona casi en cualquier lado) pero generalmente: shop_catalog, o fija tu propio tamaño de imagen.
fr_fr: Si les paramètres pas défaut ou les archives vous affichent un image erronée lorsque vous la sélectionnez ou désélectionnez veuillez utiliser ce paramètre pour ne pas tenir compte de la taille de l'image. Default: full (fonctionner presque partout), mais d'habitude: shop_catalog, ou définissez votre propre taille d'image.
it_it: Se l'impostazione di default sugli archivi restituisce una falsa immagine alla selezione o alla de-selezione per favore utilizza questa impostazione per scavalcare la dimensione immagine. Default: full (funziona quasi ovunque), ma di solito: shop_catalog, oppure seleziona la tua dimensione immagine personale.

source: Override Default Product Archive Action
fr_fr: Substituer l'action par défaut des archives
it_it: Scavalca Azione di Default Archivio Prodotti

source: Change default init action in product archives. Use actions initiated in your content-product.php file. Please enter action in the following format action_name:priority.
es_es: Cambiar la acción de inicio predeterminada en archivos de productos. Usar acciones iniciadas en su archivo contenido-producto.php . Por favor ingrese la acción en el siguiente formato acción_nombre:prioridad
fr_fr: Changer l'init par défaut pour les archives de produits. Utilisez les actions initiées dans votre fichier content-product.php. Nommez votre action dans le format action_name:priority
it_it: Cambia l'azione iniziale di default sugli archivi prodotto. Ptilizza le azioni iniziate nel tuo file content-product.php. Per favore inserisci l'azione nel seguente formato action_name:priority

source: jQuery Selector Settings
es_es: jQuery Configuraciones de Selector
fr_fr: jQuery Réglages du Sélecteur
it_it: jQuery Impostazioni Selettore

source: Out Of Stock Display Settings
es_es: Fuera de stock Configuración de visualización
fr_fr: Paramètres de l'affichage de rupture de stock
it_it: Impostazioni Visualizzazione Prodotto Esaurito

source: Setup your out of stock selectors appearance.
es_es: Instale la apariencia de sus selectores de fuera de stock.
fr_fr: Sélectionner l'apparence du sélecteur de rupture de stock
it_it: Imposta l'aspetto dei tuoi selettori prodotto esaurito.

source: Select Out Of Stock Mode
es_es: Seleccione el modo de Fuera de stocksto
fr_fr: Sélectionnez le mode rupture de stock
it_it: Seleziona Modalità Prodotto Esaurito

source: Select how the Out of Stock selectors will appear.
es_es: Seleccione como los selectores Fuera de stock aparecerán.
fr_fr: Sélectionnez comment la rupture de stock apparaîtra
it_it: Seleziona in che modo appariranno i selettori Prodotto Esaurito.

source: Shown but not clickable
es_es: Mostrado pero no clickeable.
fr_fr: Affiché et cliquable
it_it: Mostrato ma non cliccabile

source: Shown and clickable
es_es: Mostrado y clickeable.
fr_fr: Affiché et cliquable
it_it: Mostrato e cliccabile

source: Hidden from pages
es_es: Oculto a páginas
fr_fr: Caché des pages
it_it: Nascosto dalle pagine

source: Register and Automatic Updates
es_es: Registro y actualizaciones automáticas
fr_fr: Enregistrer et Mises à Jour Automatiques
it_it: Registra e Aggiornamenti Automatici

source: Register your plugin with the purchase code you have got from Codecanyon.net! Get automatic updates!
es_es: ¡Registra tu plugin con el código de compra que ha obtenido de Codecanyon.net! ¡Obtén actualizaciones automáticas!
fr_fr: Enregistrez votre plugin avec le code d'achat que vous avez obtenu de Codecanyon.net! Obtenez les mises à jours automatiques!
it_it: Registra il tuo plugin con il codice acquisto ricevuto da Codecanyon.net! Ricevi aggiornamenti automatici!

source: Register Improved Variable Product Attributes
es_es: Registrar atributos de productos variables mejorados
fr_fr: Enregistrer les Variables Améliorés des Attributs du Produit
it_it: Registra Attributi Variabili Prodotto Migliorati

source: Enter your purchase code to get instant updated even before the codecanyon.net releases!
es_es: ¡Ingresa tu código de compra para obtener actualizaciones instantáneas incluso antes de los lanzamientos de codecanyon.net!
fr_fr: Entrez votre code d'achat pour être notifié avant les sorties de codecanyon.net!
it_it: Inserisci il tuo codice questo per ricevere aggiornamenti istantanei ancora prima delle release di codecanyon.net!

source: There is no changelog available.
es_es: No hay changelog disponible.
fr_fr: Il n'y a pas de changelog disponible.
it_it: Non c'è changelog disponibile.

source: Check for updates
es_es: Revisa las actualizaciones
fr_fr: Rechercher des mises à jour
it_it: Controlla aggiornamenti

source: This plugin is up to date.
es_es: Este plugin está actualizado.
fr_fr: Le plugin est à jour.
it_it: Questo plugin è aggiornato.

source: A new version of this plugin is available.
es_es: Hay una nueva versión de este plugin disponible.
fr_fr: Une nouvelle version du plugin est disponible.
it_it: È disponibile una nuova versione di questo plugin.

source: Unknown update checker status "%s"
es_es: Verificación de estatus de actualizaciones desconocidas "%s"
fr_fr: Le statut de l'update checker est inconnu "%s"
it_it: Controllore stato aggiornamento sconosciuto "%s"

source: Thumbnail
es_es: Miniatura
fr_fr: Vignette

source: Advanced Settings
es_es: Ajustes Avanzados
fr_fr: Paramètres avancés
