Repository: webkitvn/webbalo
Catalog: wp-contentt/plugins/prdctfltr/lang/prdctfltr-*.po
Languages: de_de, fr_fr, nl_nl

source: Manage filter presets. Load, delete and save presets. Saved filter presets can be used with shortcodes, filter overrides and widgets. Default filter preset will always be used unless the preset is specified by shortcode, filter override or the widget parameter.
de_de: Filter-Voreinstellungen zu verwalten. Laden, löschen und Speichern von Presets. Gespeicherte Filter-Voreinstellungen können mit Kurzwahlnummern, Filter Überschreibungen und Widgets verwendet werden. Standard-Filter Preset wird immer verwendet werden, wenn die Voreinstellung durch Shortcode, Filter außer Kraft setzen oder den Widget-Parameter angegeben wird.
fr_fr: Gérer les préréglages de filtre. Charger, supprimer et enregistrer des préréglages. Les préréglages peuvent être utilisés grâce à des shortcodes, remplacements de filtres et des widgets. Des préréglages par défaut peuvent être utilisé même si des préréglages sont définis par shortcode, remplacement de filtre ou widget.
nl_nl: Beheer filter vooraf ingesteld. Laden, verwijderen en opslaan . Opgeslagen filter kan worden gebruikt met shortcodes, filter bijsturingen en widgets. Default filter wordt altijd gebruikt, tenzij de vooraf ingesteld wordt opgegeven door shortcode, filter override of de parameter widget.

source: Default
de_de: Ausfall
fr_fr: Défaut
nl_nl: Standaard

source: Save as preset
de_de: Speichern als Voreinstellung
fr_fr: Enregistrer en tant que préréglage
nl_nl: Bewaar als vooraf ingesteld

source: Load
de_de: Belastung
fr_fr: Charge
nl_nl: Laden

source: Delete
de_de: Löschen
fr_fr: Supprime
nl_nl: Verwijderen

source: Reset to default
de_de: Zurücksetzen
fr_fr: Valeurs par défaut
nl_nl: RESET naar standaard

source: Save as default preset
de_de: Als Standard speichern Voreinstellung
fr_fr: Enregistrer comme préréglage par défaut
nl_nl: Bewaar als vooraf ingestelde standaard

source: To use selected preset in shortcodes on pages use the following syntax
de_de: Zur Verwendung mithilfe ausgewählte in voreingestellte Kurzwahlnummern auf Seiten der folgenden syntax
fr_fr: Pour utiliser preset sélectionné dans shortcodes sur les pages utiliser la syntaxe suivante
nl_nl: Om gebruik te maken van geselecteerde vooraf ingesteld, shortcodes op de pagina gebruiken de volgende syntax

source: Setup filter basic settings and appearance.
de_de: Richten Sie den Filter Grundeinstellungen und Aussehen.
fr_fr: Paramètre et apparence de filtre basique
nl_nl: Instaleer basis filter installatie en voorkomen

source: Always Visible
de_de: Immer sichtbar
fr_fr: Toujours visible
nl_nl: Altijd zichtbaar

source: This option will make Product Filter visible without the slide up/down animation at all times.
de_de: Diese Option wird Produktfilter ohne die Folie sichtbar machen, up/down-Animation zu allen Zeiten.
fr_fr: Cette option permettra à Product Filter d'être visible sans l'animation de la diapositive haut/bas en tout temps.
nl_nl: Deze optie zal Product Filter zichtbaar zonder dat de schrijf omhoog / omlaag animatie te allen tijde .

source: (Does not work with the Arrow presets as these presets are absolutely positioned and the widget version)
de_de: (Funktioniert nicht mit der Pfeil-Presets, wie diese Presets absolut positioniert sind und die Widget-Version)
fr_fr: ﻿(Ne fonctionne avec les flèches prédéfinies que si elles sont absolument positionnées)
nl_nl: (Werkt niet met de Arrow vooraf ingesteld omdat deze absoluut zijn gepositioneerd en de widget versie)

source: Instant Filtering
de_de: Instant-Filterung
fr_fr: Filtrage instantané

source: Check this option to disable the filter button and use instant product filtering.
de_de: Aktivieren Sie diese Option zum Deaktivieren der Schaltfläche "Filter" und Filtern instant-Produkt verwenden.
fr_fr: Cochez cette option pour désactiver le bouton de filtre et utiliser le filtrage instantanée du produit.
nl_nl: Controleer deze optie om de filter-knop uit te schakelen en instant product filtering te gebruiken

source: Show Term Products Count
de_de: Anzeigen Begriff Produkte zählen
fr_fr: Afficher le nombre des termes produits
nl_nl: Toon termijn producten telling

source: Check this option to show products count with the terms.
de_de: Aktivieren Sie diese Option, Anzahl der Produkte mit den Begriffen zu zeigen.
fr_fr: ﻿Cochez cette option pour afficher le nombre de produits avec des termes.
nl_nl: Selecteer deze optie om aan te tonen producten rekenen met de voorwaarden.

source: Show Term Search Fields
de_de: Zeigen Zeitsuchfelder
fr_fr: Affiche champ de recherche par termes
nl_nl: Toon Term zoekvelden

source: Check this option to show search fields on supported filters.
de_de: Aktivieren Sie diese Option, Suchfelder auf unterstützten Filter zu zeigen.
fr_fr: Cochez cette option pour afficher les champs de recherche sur les filtres supportés.
nl_nl: Controleer deze optie om zoekvakken weer op ondersteunde filters.

source: Enable/Disable Adoptive Filtering
de_de: Aktivieren / Deaktivieren Adaptive Filtering
fr_fr: Activer / Désactiver le filtrage adaptatif
nl_nl: Inschakelen / uitschakelen Adaptieve Filtering

source: Check this option to enable the adoptive filtering.
de_de: Aktivieren Sie diese Option, um die Adoptiv filtern.
fr_fr: Cochez cette option pour activer le filtrage adaptatif.
nl_nl: Controleer deze optie om de adoptieve-filtering in te schakelen.

source: Select Adoptive Filtering Mode
de_de: Wählen Adoptivfiltermodus
fr_fr: Sélectionner un mode de filtrage adoptif
nl_nl: Selecteer Adoptieve Filtering Mode

source: Select mode to use with the filtered terms.
de_de: Wählen Sie den Modus mit den gefilterten Begriffe zu verwenden.
fr_fr: Sélectionner un mode à utiliser avec le terme filtré
nl_nl: Selecteer modus te gebruiken met de gefilterde voorwaarden.

source: Always Active
de_de: Immer aktiv
fr_fr: Toujours actif
nl_nl: Altijd actief

source: Active on Permalinks and Filters
de_de: Aktiv auf Permalinks und Filter
fr_fr: Activer les permaliens et les filtres
nl_nl: Actief op Permalinks en Filters

source: Active on Filters
de_de: Aktiv auf Filter
fr_fr: Activer sur les filtres
nl_nl: Actief op filters

source: Select Adoptive Filtering Style
de_de: Wählen Adoptiv Filtering Stil
fr_fr: ﻿Choisir style Filtrage adaptatif
nl_nl: Selecteer adoptieve filtering stijl

source: Select style to use with the filtered terms.
de_de: Wählen Sie Stil mit den gefilterten Begriffe zu verwenden.
fr_fr: ﻿Sélectionnez le style à utiliser avec les termes filtrés.
nl_nl: Kies een stijl te gebruiken met de gefilterde voorwaarden.

source: Hide Terms
de_de: Bedingungen verbergen
fr_fr: ﻿Masquer les termes
nl_nl: Verberg Voorwaarden

source: Disabled and Unclickable
de_de: Deaktiviert und nicht anwählbar
fr_fr: ﻿Désactivé et non cliquable
nl_nl: Uitgeschakeld en niet klikbaar

source: Disabled but Clickable
de_de: Deaktiviert und aber anwählbar
fr_fr: Désactivé mais cliquable
nl_nl: Uitgeschakeld maar klikbaar

source: Select Adoptive Filtering Dependencies
de_de: Wählen Sie Adoptiver Filtering Abhängigkeiten
fr_fr: Sélectionner les dépendances des filtres adoptifs
nl_nl: Selecteer Adoptieve Filtering afhankelijkheden

source: Adoptive filters can depend only on ceratin taxonomies. Select taxonomies to include. Use CTRL+Click to select multiple taxonomies or deselect all.
de_de: Adoptiv-Filter können nur von Ceratin Taxonomien abhängen. Wählen Sie Taxonomien zu gehören. Verwenden Sie Strg + Klick wählen mehrere Taxonomien oder deaktivieren alle.
fr_fr: Les filtres adoptifs peuvent dépendre de certaines taxonomies. Sélectionner les taxonomies pour ajouter. Utilisez CTRL+Click pour sélectionner de multiples taxonomies ou tout désélectionner.
nl_nl: Adoptieve filters kunt vertrouwen alleen op bepaalde taxonomieën. Selecteer taxonomieën op te nemen. Gebruik CTRL + klik om meerdere taxonomieën selecteren of deselecteren allen.

source: Adoptive Term Products Count Mode
de_de: Adoptiv Zeit Produkte Count-Modus
fr_fr: Mode comte Produits terme Adoptif
nl_nl: Adoptief Term Producten tel Mode

source: Select how to display the product count when adoptive filtering is used.
de_de: Wählen Sie, wie Sie die Anzahl der Produkte anzuzeigen, wenn Adoptiv Filterung verwendet wird.
fr_fr: Choisissez comment afficher le nombre de produits, lorsque le filtrage adoptif est utilisé.
nl_nl: Selecteer hoe het product te tellen weer te geven, als adoptief filtering wordt gebruikt.

source: Filtered Count / Total
de_de: Gefiltert Count / Gesamt
fr_fr: Filtrage : Nombre / Total
nl_nl: Gefilterd telling/ Totaal

source: Filtered Count
de_de: Gefilterte Count
fr_fr: Nombre filtrés
nl_nl: Gefilterd telling

source: Total
de_de: Insgesamt
nl_nl: Totaal

source: Disable Top Bar
de_de: Deaktivieren von obere Leiste
fr_fr: Désactiver Barre Haute
nl_nl: Schakel top bar uit

source: Check this option to hide the Product Filter top bar. This option will also make the filter always visible.
de_de: Aktivieren Sie diese Option in der oberen Leiste Produktfilter ausblenden. Diese Option wird auch den Filter immer sichtbar zu machen.
fr_fr: Cochez cette option pour masquer la barre supérieure du plugin Product Filter. Cette option permet également de laisser le filtre toujours visible.
nl_nl: Controleer deze optie om de Product Filter bovenste balk te verbergen. Deze optie zal ook de filter altijd zichtbaar te maken.

source: Disable Show Results Title
de_de: Deaktivieren Sie Ergebnisse anzeigen Titel
fr_fr: Désactiver Afficher Résultats Titre
nl_nl: Uitschakelen Resultaten weergeven Titel

source: Check this option to hide the show results text from the filter title.
de_de: Überprüfen Sie diese Option, um die Show Ergebnistext aus dem Filter-Titel ausblenden.
fr_fr: Cochez cette option pour masquer le texte afficher les résultats à partir du titre de filtre.
nl_nl: Selecteer deze optie om de weergeven resultaten tekst uit het filter titel te verbergen.

source: Disable Sale Button
de_de: Deaktivieren Schaltfläche Speichern
fr_fr: Désactiver bouton Vente
nl_nl: Uitschakelen Knop Sale

source: Check this option to hide the Product Filter sale button.
de_de: Aktivieren Sie diese Option, um die Produktfilter Verkauf-Taste zu verstecken.
fr_fr: Cochez cette option pour masquer le bouton de vente de Product Filter.
nl_nl: Controleer deze optie om de Product Filter verkoop knop te verbergen.

source: Disable In Stock Button
de_de: Deaktivieren Auf Lager Taste
fr_fr: Désactiver bouton En Stock
nl_nl: Uitschakelen Op voorraad knop

source: Check this option to hide the Product Filter in stock button.
de_de: Überprüfen Sie diese Option, um den Produktfilter in Stock Schaltfläche ausblenden.
fr_fr: Cochez cette option pour masquer le bouton En Stock de Product Filter.
nl_nl: Controleer deze optie om de Product Filter op voorraad knop te verbergen.

source: Disable Clear All Button
de_de: Deaktivieren Alles Löschen
fr_fr: Désactiver Tout Effacer
nl_nl: Uitschakelen Verwijder Alle

source: Check this option to hide the Clear All button.
de_de: Aktivieren Sie diese Option, um die Alles Löschen zu verstecken.
fr_fr: Cochez cette option pour masquer le bouton de Tout Effacer.
nl_nl: Controleer deze optie om de Verwijder Alle knop te verbergen.

source: Override Filter Form Action
de_de: Aufschalten Filter Form Aktion
fr_fr: Remplacer l'action du filtre formulaire
nl_nl: Negeren Filter formulier actie

source: Advanced users can override filter form action. Please check documentation for more details.
de_de: Fortgeschrittene Benutzer können Filter Formularaktion überschreiben. Bitte überprüfen Sie die Dokumentation für weitere Details.
fr_fr: Les utilisateurs avancés peuvent substituer l'action du formulaire de filtre. Veuillez consulter la documentation pour plus de détails.
nl_nl: Gevorderde gebruikers kunnen filter actie formulier overschrijven. Raadpleeg de documentatie voor meer details.

source: Override No Products Action
de_de: Überschreibe "Keine Produkte" Aktion
fr_fr: Remplacer Aucune Action Produits
nl_nl: Override Geen Producten Actie

source: Input HTML/Shortcode to override the default action when no products are found. Default action means that random products will be shown when there are no products within the filter query.
de_de: Geben Sie HTML/Shortcode um die Standardaktion zu überschreiben, wenn keine Produkte gefunden werden. Standard-Aktion bedeutet, dass zufällige Produkte angezeigt werden, wenn es keine Produkte in der Filterabfrage gibt.
fr_fr: Ajouter HTML/Shortcode pour outre l'action par défaut en l'absence de produits. Cela signifie que des produits aléatoires seront affichés lorsqu'il n'y a pas de produits trouvés lors du filtrage.
nl_nl: Voeg in HTML / Korte code om de standaard actie negeren als er geen producten worden gevonden. Standaard actie houdt in dat willekeurige producten zullen worden getoond wanneer er geen producten binnen de filter query.

source: Setup filter style settings.
de_de: Richten Sie die Filter einstellungen Stil.
fr_fr: Installer les paramètres du filtre
nl_nl: Set Up filter stijlinstellingen.

source: Select style.
de_de: Stil auswählen
fr_fr: Sélectionner style
nl_nl: Selecteer stijl

source: This option does not work with the widget version.
de_de: Diese Option funktioniert nicht mit der Widget-fassung.
fr_fr: Cette option ne fonctionne pas avec la version widget
nl_nl: Deze optie werkt niet op de widget versie

source: Arrow
de_de: Pfeil
fr_fr: Flèche
nl_nl: Pijl

source: Arrow Inline
de_de: Pfeil-Innen
fr_fr: Flèches sur la ligne
nl_nl: Pijl inline

source: Default Inline
de_de: Standard Inline
fr_fr: Sur la ligne par défault
nl_nl: Standaard Inline

source: Use Select Box
de_de: Auswahl Box benutzen
fr_fr: Utiliser une boîte de selection
nl_nl: Gebruik Select Box

source: Fixed Sidebar Left
de_de: Feste ﻿Seitenleiste
fr_fr: Barre latérale fixe à gauche
nl_nl: Vaste Sidebar links

source: Fixed Sidebar Right
de_de: Feste Seitenleiste rechts
fr_fr: Barre latérale fixe à droite
nl_nl: Vaste Sidebar rechts

source: Fixed Sidebar Left With Overlay
de_de: Feste Seitenleiste links mit Over lay
fr_fr: Barre latérale fixe à gauche avec recouvrement
nl_nl: Vaste Sidebar Links met overlay

source: Fixed Sidebar Right With Overlay
de_de: Feste Sidebar rechts mit Overlay
fr_fr: Barre latérale fixe à droite avec recouvrement
nl_nl: Vaste Sidebar rechts met overlay

source: Full Screen
de_de: VollBild
fr_fr: Plein écran
nl_nl: Volledigscherm

source: Select Mode
de_de: Wählen Sie den Modus
fr_fr: Choisir Mode
nl_nl: Selecteer mode

source: Select mode to use with the filter..
de_de: Wählen Sie den Modus, mit dem Filter zu verwenden...
fr_fr: Sélectionner un mode pour utiliser avec le filtre..
nl_nl: Selecteer mode om te gebruiken met de filter

source: One Row
de_de: Eine Reihe
fr_fr: Une Rangée
nl_nl: Een rij

source: Multiple Rows
de_de: Mehrere Reihen
fr_fr: Multiples Rangées
nl_nl: Meerdere rijen

source: Masonry Filters
de_de: Mauerwerk-Filter
fr_fr: ﻿Filtres de maçonnerie
nl_nl: Metselwerk filters

source: Max Columns
de_de: Maximale Spalten
fr_fr: Colonnes Max
nl_nl: Max kolommen

source: This option sets the number of columns for the filter. This option does not work with the widget version or the fixed sidebar layouts.
de_de: Diese Option legt die Anzahl der Spalten für den Filter. Diese Option funktioniert nicht mit der Widget-Version oder die feste Sidebar Layouts.
fr_fr: Cette option définit le nombre de colonnes pour le filtre. Cette option ne fonctionne pas avec la version de widget ou les mises en page avec barre latérale fixes.
nl_nl: Deze optie stelt het aantal kolommen voor het filter. Deze optie werkt niet met de widget versie of de vaste zijbalk layouts.

source: Limit Max Height
de_de: Max Höhe begrenzen
fr_fr: Hauteur maximum
nl_nl: Limiet max hoogte

source: Check this option to limit the Max Height of for the filters.
de_de: Aktivieren Sie diese Option, um die Max Höhe für die Filter zu begrenzen.
fr_fr: ﻿Cocher cette option pour limiter la hauteur maximum pour les filtres.
nl_nl: Controleer deze optie om de max hoogte van de filters te beperken.

source: Max Height
de_de: ungültiger Wert
fr_fr: Hauteur Max
nl_nl: Max Hoogte

source: Set the Max Height value.
de_de: Lege Se den Wert für die Maximale Bildhöhe fest
fr_fr: Régler la hauteur maximum.
nl_nl: Stel de max hoogte waarde vast

source: Use Custom Scroll Bars
de_de: Verwenden Sie benutzer definierte Bildlaufleisten
fr_fr: Utiliser des barres de défilement personnalisées
nl_nl: Gebruik Custom Scroll Bars

source: Check this option to override default browser scroll bars with javascrips scrollbars in Max Height mode.
de_de: Aktivieren Sie diese Option Default Browser Bildlaufleisten mit Javascrips Bildlaufleisten im Max Height Modus überschreiben.
fr_fr: Cocher cette option pour outrepasser la barre de défilement par défaut du navigateur avec une barre de défilement javascript en mode Hauteur Max.
nl_nl: Selecteer deze optie om de standaard browser schuifbalken javascript schuifbalken in Max Hoogte modus overschrijven.

source: Select Checkbox Style
de_de: Wählen Sie Checkbox Stil
fr_fr: Sélectionnez le style de la case à cocher
nl_nl: Selecteer Vakjes Stijl

source: Select style for the term checkboxes.
de_de: Wählen Sie Stil für den Begriff Kontrollkästchen.
fr_fr: Sélectionnez le style pour les cases à cocher.
nl_nl: Kies een stijl voor de term vakjes ..

source: Round
de_de: Rund
fr_fr: Cercle
nl_nl: Rond

source: Square
de_de: Quadrat
fr_fr: Carré
nl_nl: Vierkant

source: Checkbox
de_de: Auswahlbox
fr_fr: Case à cocher
nl_nl: Vakjes

source: System Checkboxes
de_de: System-Checkboxen
fr_fr: Système de Cases à cocher
nl_nl: Systeem Vakjes

source: Select Hierarchy Style
de_de: Wählen Sie die Hierarchie-Stil
fr_fr: Choisir le Style de l’Arborescence
nl_nl: Selecteer hiërarchie stijl

source: Select style for hierarchy terms.
de_de: Wählen Sie die Formatvorlage für Hierarchie-Begriffe.
fr_fr: Sélectionnez le style pour l’arborescences des termes.
nl_nl: Selecteer stijl voor hiërarchie terms

source: Circle
de_de: Kreisrund
fr_fr: Cercle
nl_nl: Cirkel

source: Circle Solid
de_de: Kreis-Solid
fr_fr: Cercle solide
nl_nl: Solide cirkel

source: Lined
de_de: Beschichtet
fr_fr: Ligne
nl_nl: Lijnen

source: Arrows
de_de: Pfeile
fr_fr: Flèches
nl_nl: Pijlen

source: Select Filter Buttons Position
de_de: Wählen Sie Tasten Filterposition
fr_fr: Choisissez la position du bouton de filtrage
nl_nl: Selecteer filter knoppen positie

source: Select position of the filter buttons, top or bottom.
de_de: Wählen Sie die Position der Filter-Schaltflächen, oben oder unten.
fr_fr: Sélectionner la position des boutons du filtre, haut ou bas.
nl_nl: Selecteer positie van de filter knop, boven of beneden

source: Bottom
de_de: Unten
fr_fr: En Bas
nl_nl: Beneden

source: Top
de_de: Oben
fr_fr: En haut
nl_nl: Boven

source: Both
de_de: Beide
fr_fr: Tous les deux
nl_nl: Beide

source: Override Filter Icon
de_de: Überschreiben Sie Filter symbol
fr_fr: Remplacer Icône du Filtre
nl_nl: Override Filter Icoon

source: Enter icon class to override the default Product Filter icon. Use icon class e.g. prdctfltr-filter or FontAwesome fa fa-shopping-cart or any other.
de_de: Geben Sie ein Symbol Klasse um das Standardsymbol Produktfilter zu überschreiben. Verwenden Sie Symbol-Klasse z. B. Prdctfltr-Filter oder Font Awesome Fa Fa-Warenkorb oder andere.
fr_fr: Entrez une icône de classe pour écraser l'icône de filtre par défaut. Utiliser la classe d'icone ex: prdctfltr-filtre ou FontAwesome fa fa-shopping-cart ou autre.
nl_nl: Voer pictogram klasse om het pictogram standaard Product Filter overschrijven. Gebruik icoon klasse bijv. product vlnr-filter of FontAwesome fa fa-shopping-cart of een andere.

source: Override Filter Title
de_de: Überschreiben Sie die Filter-Titel.
fr_fr: Remplacement du titre du filtre
nl_nl: Override Filter Titel

source: Override default filter heading (Filter Products).
de_de: Standard-Filter-Überschrift (Filter Produkt) überschreiben.
fr_fr: Ecraser le filtre principal par défaut (filtre de produits)
nl_nl: Override standaard filter rubriek (Filter Producten).

source: Override Filter Submit Text
de_de: Überschreibung Filter senden Text
fr_fr: Remplacer texte du bouton de filtrage
nl_nl: Override Filter voeg tekst toe

source: Override Filter selected, the default filter submit button text.
de_de: Überschreiben Sie Filter ausgewählt, den Standardtext Filter Absenden-Schaltfläche.
fr_fr: Modifier le titre par défaut du bouton de filtrage.
nl_nl: Override Filter geselecteerd, de standaard filter submit knop tekst.

source: Select AJAX Loader Icon
de_de: Wählen Sie AJAX-Loader-Symbol
fr_fr: Choisissez l’icône de chargement AJAX
nl_nl: Selecteer AJAX Lader icoon

source: Select AJAX loader icon.
de_de: Wählen Sie AJAX-Lader-Symbol
fr_fr: Choisissez l’icône de chargement AJAX.
nl_nl: Selecteer AJAX Lader icoon

source: Ball Triangle
de_de: Ball-Dreieck
fr_fr: Triangle isocèle
nl_nl: Driehoek

source: Bars
de_de: Bar
fr_fr: Barre

source: Circles
de_de: Kreise
fr_fr: Cercles
nl_nl: Cirkels

source: Grid
de_de: Raster
fr_fr: Grille
nl_nl: Rooster

source: Hearts
de_de: Herze
fr_fr: Coeurs
nl_nl: Hartjes

source: Rings
de_de: Ringe
fr_fr: Anneaux
nl_nl: Ringen

source: Spining Circles
de_de: Drehende Kreise
fr_fr: Cercles de SPINING
nl_nl: Draaiende cirkels

source: Tail Spin
de_de: Schwanz-Spin
fr_fr: Tour de queue

source: Three Dots
de_de: Drei Punkte
fr_fr: Trois points
nl_nl: Drie Stippen
