Repository: webkitvn/webbalo
Catalog: wp-contentt/plugins/prdctfltr/lang/prdctfltr-*.po
Languages: de_de, fr_fr, nl_nl

source: Create filters! Greens are active, reds are not, blue buttons add as many filters as you need. Setup basic general settings and filter styles. Click the arrow down icon to customize each filter options. Click on the paint icon to customize the filter terms appearance if you do not like the default display options. In here you can add images, colors, custom styles. Click the cogs icon on supporting filters to customize filtering terms. Click the move icon to reorder filters, or use the X to remove them.
de_de: Erstellen Sie Filter! Grünen sind aktiv , Rot sind nicht, blauen Tasten fügen Sie so viele Filter wie Sie benötigen. Setup-grundlegende allgemeine Einstellungen und Filter Stile. Klicken Sie auf den Pfeil nach unten Symbol, um einzelne Filter optionen anpassen. Klicken Sie auf das Symbol Farbe des Filters hinsichtlich Aussehen anpassen, wenn Sie die Standardanzeige optionen nicht mögen. In hier können Sie fügen Sie Bilder, Farben, individuelle Stile. Klicken Sie auf das Rädchen Symbol auf Filter unterstützen Filterung Bedingungen anpassen. Klicken Sie auf das Symbol Verschieben Filter neu anordnen oder die X verwenden, um sie zu entfernen.
fr_fr: Créez des filtres ! Les verts sont actifs, les rouges non, les boutons bleus ajouteront autant de filtres dont vous avez besoin. Configurez les paramètres généraux et les styles de filtre. Cliquez sur l'icon de la flèche vers la bas pour personnaliser chaque option de filtre. Cliquez sur l'icône de pinceau pour personnaliser l'apparence des filtres si vous n'aimez pas l'apparence par défaut. Ici vous pouvez ajouter des images, des couleurs, des styles personnalisés. Cliquez sur l'icône rouage des filtres supportés pour personnaliser les termes de filtrage. Cliquez sur l'icône mouvement pour réordonner les filtres, ou bien utiliser X pour les supprimer.
nl_nl: Maak filters! Groene zijn actief, rode niet, blauwe knoppen toe te voegen, zoveel filters als u wilt. Instaleer basis algemene instellingen en filter stijlen. Klik op de pijl naar beneden pictogram om elk filter opties aan te passen. Klik op het icoon verf aan het filter voorwaarden uiterlijk aan te passen als je niet graag de standaard weergave-opties. Hierin kunt u afbeeldingen, kleuren, aangepaste stijlen toe te voegen. Klik op het pictogram radertjes op het ondersteunen van filters om filtering voorwaarden aan te passen. Klik op het pictogram verhuizing naar filters herschikken, of gebruik de X om ze te verwijderen.?

source: Select Filters
de_de: Filter wählen
fr_fr: Sélectionnez les filtres
nl_nl: Selecteer filters

source: Select Filters.
de_de: Filter wählen.
fr_fr: Sélectionner filtre
nl_nl: Selecteer filters

source: Override Products Per Page Filter Label
de_de: Produkte pro Seite Filter Etikett überschreiben
fr_fr: Remplacez le label du filtre de produit par page
nl_nl: Override Producten per pagina Filter Label

source: Enter label for the products per page filter.
de_de: Geben Sie die Beschriftung für die Produkte pro Seitenfilter.
fr_fr: Entrez le label pour le produit par page de filtre
nl_nl: Voer label voor de producten per pagina filter in

source: Per Page Filter Initial
de_de: Pro Seite filtern anfängliche
fr_fr: Valeur initial du filtre par page
nl_nl: Per pagina Filter Initial

source: Initial products per page value.
de_de: Pro Produkt Filterwert
fr_fr: Valeur initial du filtre par page
nl_nl: Initial producten per pagina waarde.

source: Per Page Filter Values
de_de: Pro Seite Filterwerte
fr_fr: Valeur du filtre par page
nl_nl: Per pagina filter waarde

source: Number of product per page values.
de_de: Anzahl der Produkte pro Seite Werte.
fr_fr: Nombre de produits par page.
nl_nl: Nummer van product per pagina waarde

source: Terms Customization Key
de_de: Begriffe-Anpassung-Schlüssel
fr_fr: Clé de personnalisation de termes
nl_nl: Voorwaarden maatwerk sleutel

source: Select Vendors
de_de: Wählen Sie die Verkäufer
fr_fr: Sélectionnez Vendeurs
nl_nl: Selecteer Verkoper

source: In Stock
de_de: Auf Lager
fr_fr: En Stock
nl_nl: Op Voorraad

source: Review Count
de_de: Beitragsanzahl
fr_fr: Nombre d'avis
nl_nl: Bekijk Telling

source: Popularity
de_de: Beliebtheit
fr_fr: Popularité
nl_nl: Populairiteit

source: Average rating
de_de: Durchschnittliche Bewertung
fr_fr: Note moyenne
nl_nl: Gemiddelde rating

source: Newness
de_de: Neuste
fr_fr: Nouveauté
nl_nl: Nieuwste

source: Price: low to high
de_de: Preis: niedrig nach hoch
fr_fr: Prix : de - cher au + cher
nl_nl: Prijs: laag naar hoog

source: Price: high to low
de_de: Preis: hoch zu niedrig
fr_fr: Prix : du + cher au - cher
nl_nl: Prijs: hoog naar laag

source: Random Products
de_de: Zufällige Produkte verblassen
fr_fr: Produits Aléatoire
nl_nl: Random producten

source: Product Name
de_de: Produkt Name
fr_fr: Nom du Produit
nl_nl: Product Naam

source: Search
de_de: Suchen
fr_fr: Rechercher
nl_nl: Zoek

source: Override Search Filter Placeholder
de_de: Suche Filter Platzhalter überschreiben
fr_fr: Ecraser les espaces réservés des filtres de recherche.
nl_nl: Opschakelen Zoek Filter Plekhouden

source: Enter title for the search filter placeholder.
de_de: Geben Sie Titel, für die Suche Filter Platzhalter.
fr_fr: Entrez un titre pour le filtre de recherche des espaces réservés
nl_nl: Voer titel voor de zoekfilter plekhouder

source: Price Range Filter Initial Price
de_de: Preisbereich filtern Erstausgabepreis
fr_fr: Fourchette de prix avec filtre initial
nl_nl: Prijsklasse Filter Eerste Prijs

source: Initial price for the filter.
de_de: Anfangspreis Filter
fr_fr: Prix initial pour le filtre.
nl_nl: Initiële prijs voor het filter.

source: Price Range Filter Price Add
de_de: Fügen Sie den Filterpreis zur Preisspanne hinzu
fr_fr: Ajouter une échelle de prix
nl_nl: Prijsniveau Filter prijs toe te voegen

source: Price to add.
de_de: Preis hinzuzufügen.
fr_fr: Prix à ajouter.
nl_nl: Prijs toe te voegen.

source: Price Range Filter Intervals
de_de: Preis spanne Filter intervalle
fr_fr: Échelle de prix par Intervalles
nl_nl: Prijs Reeks Filter intervallen

source: Number of price intervals to use. E.G. You have set the initial price to 99.9, and the add price is set to 100, you will achieve filtering like 0-99.9, 99.9-199.9, 199.9- 299.9 for the number of times as set in the price intervals setting.
de_de: Anzahl der Preis Intervalle zu verwenden. Z.B. Sie haben den Anfangspreis auf 99,9, und der Add-Preis auf 100 festgelegt ist, erzielen Sie filtern wie 0-99,9, 99,9-199,9 199,9-299.9 für die Anzahl der Wiederholungen als Satz in die Preis-Intervalle einstellen.
fr_fr: Nombre d’intervalles de prix à utiliser. EG vous avez réglé le prix initial à 99,9, et le prix d’ajout est fixée à 100, vous permettra d’atteindre le filtrage comme 0 à 99,9, de 99,9 à 199,9, 299,9 199.9- pour le nombre de fois que défini dans le réglage des intervalles de prix.
nl_nl: Prijs RanNumber prijs intervallen te gebruiken. E.G. U hebt ingesteld de initiële prijs tot 99,9, en de add prijs is ingesteld op 100, zult u bereiken filteren zoals 0-99,9, 99,9-199,9, 199.9- 299,9 voor het aantal keren zoals ingesteld in de prijs intervallen instellingen

source: Category Filter
de_de: Kategorie-Filter
fr_fr: Filtre des catégories
nl_nl: Categorie filter

source: Select terms ordering.
de_de: Wählen Sie Begriffe Bestellung.
fr_fr: Sélectionner l'ordre des termes
nl_nl: Selecteer voorwaarden bestellen

source: Term Order
de_de: Begriff oder
fr_fr: Tri des termes
nl_nl: Toorwaarden Bestellen

source: Use Hierarchy
de_de: Verwenden Sie die Hierarchie
fr_fr: Utiliser hiérarchie
nl_nl: Gebruik Hiërarchie

source: Check this option to enable hierarchy.
de_de: Aktivieren Sie diese Option zum aktivieren der Attribut shierarchie.
fr_fr: Cochez cette option pour activer le mode hiérarchie
nl_nl: Controleer deze optie om hiërarchie in te schakelen

source: Hierarchy Mode
de_de: Hierarchie-Modus
fr_fr: Mode hiérarchie
nl_nl: Hiërarchie mode

source: Check this option to expand parent terms on load.
de_de: Aktivieren Sie diese Option, um übergeordnete Begriffe auf Last erweitern.
fr_fr: Cochez cette option pour étendre les termes parents du chargement
nl_nl: Controleer deze optie om ouder termen uit te breiden

source: Hierarchy Filtering Mode
de_de: Hierarchie Filter modus
fr_fr: Mode de filtrage hiérarchique
nl_nl: Hiërarchie filtering mode

source: Select how to show terms upon filtering.
de_de: Wählen Sie, wie Begriffe bei der Filterung zu zeigen.
fr_fr: Sélectionner comment montrer les termes au dessus des filtres
nl_nl: Selecteer hoe de voorwaarden na filtering laten zien.

source: Tags Order
de_de: Tags bestellen
fr_fr: Tri des mots-clefs
nl_nl: Tags Bestelling

source: Characteristics Filter
de_de: Charakteristik Filter
fr_fr: Filtres caractéristiques
nl_nl: Karakter Filter

source: Characteristics Order
de_de: Charakteristik Sortierung
fr_fr: Ordre des Caractéristiques
nl_nl: Karakter Bestelling

source: Select style preset to use with the current attribute.
de_de: Preset-Stil aussuchen für aktuelles Attribut
fr_fr: ﻿Sélectionner un style à utiliser avec l&#39;attribut actuel.
nl_nl: Selecteer stijl vooraf ingesteld te gebruiken met de huidige attribuut.

source: Check this option to enable terms hierarchy.
de_de: Aktivieren Sie diese Option, Begriffe Hierarchie zu ermöglichen
fr_fr: Cochez cette option pour activer les termes hiérarchiques
nl_nl: Schakel deze optie in het voorwaarden hiërarchie in te schakelen.

source: Shop and Archives Appearance
de_de: Shop und Archiv-Darstellung
fr_fr: Apparence du magasin et des archives
nl_nl: Winkel en Archief Voorkomen

source: Setup Shop and Product Archives appearance.
de_de: Richten Sie Shop und Produkt Archiv aussehen.
fr_fr: Installer l'apparence du magasin et des archives produits
nl_nl: Instaleer Winkel en Archief Voorkomen.

source: Enable/Disable Shop Page Product Filter
de_de: Shop Seite Produkt Filter aktivieren/deaktivieren
fr_fr: ﻿Activer / Désactiver Shop Page Filtre Produit
nl_nl: schakel in/uit winkel pagina product filter

source: Check this option in order to disable the Product Filter on Shop page. This option can be useful for themes with custom Shop pages, if checked the default WooCommerce or
de_de: Aktivieren Sie diese Option um den Produktfilter auf Shop-Seite zu deaktivieren. Diese Option ist nützlich für Themen mit custom Shop-Seiten, wenn den Standardwert WooCommerce aktiviert oder
fr_fr: Cochez cette option pour désactiver Product Filter sur la page boutique. Cette option peut être utile pour les thèmes avec des pages boutiques personnalisées, si vous cochez WooCommerce par défaut ou
nl_nl: Schakel deze optie in om de Product Filter op Shop pagina uit te schakelen. Deze optie kan nuttig zijn voor thema's met aangepaste Shop pagina's, indien aangevinkt de standaard WooCommerce of

source: filter template will be overriden only on product archives that support it.
de_de: Filtervorlage wird nur auf Produkt-Archive nicht außer Kraft gesetzt werden, die es unterstützen.
fr_fr: un modèle de filtre viendra en remplacement seulement sur les archives de produits qui le supportent.
nl_nl: filter sjabloon wordt overschreven alleen product archieven die dit ondersteunen.

source: Shop Page Override
de_de: Shop Seite außer Kraft setzen
fr_fr: Paramètre de substitution de la page Boutique
nl_nl: Winkel Pagina Override

source: Override default template on the shop page.
de_de: Außer Kraft setzen Standardvorlage auf der Shop-Seite.
fr_fr: Remplacer le modèle par défaut de la page boutique.
nl_nl: Override standaard template op winkel pagina.

source: Shop/Category Display Types And Product Filter
de_de: Shop / Kategorie Bildschirmtypen und Produktfilter
fr_fr: Boutique / Catégorie Types d’affichage et Filtre produit
nl_nl: Winkel / Categorie Types scherm en Product Filter

source: Select what display types will not show the Product Filter. Use CTRL+Click to select multiple display types or deselect all.
de_de: Wählen Sie, welche Anzeige Typen Willen nicht zeigen den Produktfilter. Verwenden Sie Strg + Klick mehrere Darstellungsarten auswählen oder deaktivieren alle.
fr_fr: Sélectionnez les types d’affichage ne seront pas montrer le filtre de produit. Utilisez CTRL+CLIC pour sélectionner plusieurs types d’affichage ou les désélectionner tous.
nl_nl: Aangeven wat voor soort display zal de Product Filter niet laten zien. Gebruik CTRL + klik om meerdere types display te selecteren of deselecteer allen.

source: Show Categories
de_de: Kategorien anzeigen
fr_fr: Afficher Catégories
nl_nl: Laat categorie zien

source: Show Both
de_de: zeigen Sie beide
fr_fr: Afficher les deux
nl_nl: Laat beide zien

source: Product Filter Restrictions
de_de: Produkt filter Einschränkungen
fr_fr: Restrictions des filtres de produits
nl_nl: Product filter limitatie

source: Limit filter appearance with Product Filter restrictions.
de_de: Begrenzen Filter Aussehen mit Produktfilter Einschränkungen.
fr_fr: Apparence limite des filtres avec filtre de produits restreints
nl_nl: Beperk filter verschijning met beperkingen Product Filter.

source: Show Filter Only On Categories
de_de: Zeige Filter Nur auf Kategorien
fr_fr: Voir les filtres que sur les catégories
nl_nl: Laat filter alleen zien op categorieën

source: To show filter only on certain categories in Shop and Product Archives, select them from the list.
de_de: Um Filter nur auf bestimmte Kategorien im Shop und Produkt Archiv anzuzeigen, wählen sie aus der Liste.
fr_fr: Pour montrer les filtres de seulement certaines catégories dans le magasin et les archives produits, sélectionnez les de la liste.
nl_nl: Om filter alleen op bepaalde categorieën in Winkel en Product Archief s tonen, selecteer ze uit de lijst.

source: Product Filter Overrides and Restrictions
de_de: Produkt Filter Überschreibungen und Einschränkungen
fr_fr: Remplacement des filtres produits et restrictions
nl_nl: Product Filter Overrides en beperkingen

source: Override default filters. Select the term you wish and the desired filter preset and click Add Override to add a filter preset override when filtering or browsing this term.
de_de: Überschrieben Sie Standardfilter. Wählen Sie den gewünschten Begriff und der gewünschte Filter voreingestellt und klicken Sie auf hinzufügen, fügen Sie ein Filter preset überschreiben beim Filtern oder Surfen dieser Begriff überschreiben.
fr_fr: Substituer les filtres par défaut. Sélectionnez le terme que vous souhaitez remplacer et le pré-réglage souhaité et cliquez sur Ajouter Substitution lorsque l'on filtre ou feuillète ce terme.
nl_nl: Override default filters. Selecteer de term die u wilt en de gewenste filter vooraf ingesteld en klik Override toevoegen aan een filter vooraf ingestelde override toevoegen bij het filteren of surfen op deze voorwaarden

source: Product
de_de: Produkt
fr_fr: Produit

source: Overrides
de_de: Überschreibungen
fr_fr: Remplacements
nl_nl: Overschrijvingen

source: Remove Selected Overrides
de_de: Entfernen Überschreibungen ausgewählt
fr_fr: Supprimer les remplacements sélectionnés
nl_nl: Verwijder Geselecteerde Overrides

source: Remove All Overrides
de_de: Alle entfernen Überschreibungen
fr_fr: Retirez tous les remplacements
nl_nl: Verwijder Alle Overrides

source: Add Override
de_de: Fügen Sie überschreiben
fr_fr: Ajouter remplacement
nl_nl: Voeg Overrides toe

source: Click to discard any settings!
de_de: Hier klicken, um alle Einstellungen zu verwerfen!
fr_fr: Cliquez pour annuler tous les réglages !
nl_nl: Klik hier om de instellingen te verwijderen!

source: Taxonomy
de_de: Klassifizierung
fr_fr: Taxonomie
nl_nl: Taxonomie

source: Save Customization
de_de: Sparen Sie Anpassung
fr_fr: Enregistrer customisation
nl_nl: Maatwerk bewaren

source: Color
de_de: Farbe
fr_fr: Couleur
nl_nl: Kleur

source: Thumbnail
de_de: Miniaturansicht
fr_fr: Vignette

source: Thumbnail and Text
de_de: Miniaturansicht und Text
fr_fr: Miniature et texte
nl_nl: Thumbnail en tekst

source: Select Box
de_de: Auswahlbox
fr_fr: Boîte de sélection
nl_nl: Selecteer vakje

source: Select Language
de_de: Sprache wählen
fr_fr: Choisir la langue
nl_nl: Selecteer taal

source: All Products
de_de: Alle Produkte
fr_fr: Tous les produits
nl_nl: Alle producten

source: Out Of Stock
de_de: Nicht auf Lager
fr_fr: Rupture de Stock
nl_nl: Niet op voorraad

source: Products
de_de: Produkte
fr_fr: Produits
nl_nl: Producten

source: Type
de_de: Typ

source: Border
de_de: Rahmen
fr_fr: Bordure
nl_nl: Rand

source: Background
de_de: Hintergrund
fr_fr: Arrière-plan
nl_nl: Achtergrond

source: Normal
de_de: Normale
nl_nl: Normaal

source: Active
de_de: Aktiv
fr_fr: Activé
nl_nl: Actief

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
nl_nl: Uitgeschakeld

source: Tooltip
de_de: Kurzinfo
fr_fr: Info-bulle

source: Image URL
de_de: Bild URL
fr_fr: URL de l’image
nl_nl: Afbeelding URL

source: Add/Upload image
de_de: Bild hinzufügen / hochladen
fr_fr: Ajouter/Téléverser image
nl_nl: Voeg toe/upload afbeelding

source: Image Gallery
de_de: Bildergalerie
fr_fr: Galerie d’images
nl_nl: Afbeeldingen galerij

source: Select Box currently has no special options. !Important Do not use select boxes inside the select box mode!
de_de: Select-Box hat derzeit keine besonderen Optionen. ! Wichtig verwenden Sie select Felder innerhalb der select-Box-Modus nicht!
fr_fr: La boîte de sélection n'a actuellement pas d'option spéciale. !IMPORTANT! N'utilisez pas de boîtes de sélection à l'intérieur du mode boîte de sélection!
nl_nl: Select Box heeft momenteel geen speciale opties. ! Belangrijk Gebruik geen select dozen binnen de select box mode!

source: Minimum
de_de: Maximal

source: Maximum
de_de: Minimal

source: Remove
de_de: Entfernen
fr_fr: Supprimer
nl_nl: Verwijder

source: Value
de_de: Wert
fr_fr: Valeur
nl_nl: Waarde

source: Add Filter
de_de: Filter hinzufügen
fr_fr: Ajouter un filtre
nl_nl: Voeg Filter toe

source: Product Filter widget version.
de_de: Filter-Widget Produkt versionen.
fr_fr: Filtre produit widget version.
nl_nl: Product Filter widget versie

source: Style
de_de: Stil
nl_nl: Stijl

source: Flat Inline
de_de: Flache Inline
fr_fr: Plat en ligne
nl_nl: Platte inline

source: Flat Block
de_de: Flache Block
fr_fr: Plat en bloc
nl_nl: Plat blok

source: Flat Select
de_de: Flache ausgewählt
fr_fr: Choisir Plat
nl_nl: Plat select

source: Preset
de_de: Voreinstellungen
fr_fr: Pré-réglage
nl_nl: Vooraf Ingesteld

source: Disable Overrides
de_de: Überschreibungen deaktivieren
fr_fr: Désactiver Remplacements
nl_nl: Overrides Uitschakelen

source: Widget Action URL
de_de: Widget-Aktions-URL
nl_nl: Widget Actie URL

source: Custom action is used if the widget is not used in shop, product archives or pages with Product Filter shortcodes. This way you can redirect filtering to your shop page or a custom page. Enter URL to redirect. For example your shop page URL
de_de: Benutzerdefinierte Aktion wird verwendet, wenn das Widget nicht im Shop, Produkt-Archive oder Seiten mit Produktfilter Kurzwahlnummern verwendet wird. Auf diese Weise können Sie Filter auf Ihre Shop-Seite oder eine benutzerdefinierte Seite umleiten. Geben Sie URL umleiten. Zum Beispiel Ihre Shop-Seiten-URL
fr_fr: Action personnalisée est utilisée si le widget n’est pas utilisé dans la boutique, des archives ou des pages avec les shortcode des filtres produits. De cette façon, vous pouvez rediriger le filtrage vers votre page boutique une page personnalisée. Entrez l’URL pour rediriger. Par exemple, l’URL de votre page boutique.
nl_nl: Aangepaste actie wordt gebruikt als de widget niet wordt gebruikt in de winkel, product archieven of pagina's met Product Filter shortcodes. Op deze manier kunt filteren omleiden naar uw winkel pagina of een aangepaste pagina. Voer URL om te buigen. Bijvoorbeeld uw webwinkel URL

source: There is no changelog available.
de_de: Es ist kein Changelog vorhanden.
fr_fr: Aucun registre de modifications disponible
nl_nl: Er is geen changelog beschikbaar.

source: Check for updates
de_de: Auf Updates prüfen
fr_fr: Vérifier les mises à jour
nl_nl: Controleer op updates

source: This plugin is up to date.
de_de: Das Plugin ist aktuell.
fr_fr: Ce plugin est à jour
nl_nl: Deze plug in is up to date.

source: A new version of this plugin is available.
de_de: Eine neue Version des Plugins ist verfügbar.
fr_fr: Une nouvelle version de ce plugin est disponibles
nl_nl: een nieuwe versie van deze plug in is beschikbaar.

source: Unknown update checker status "%s"
de_de: Unbekannter Update Status „%s“
fr_fr: Mise à jour inconnue statut "%s"
nl_nl: Onbekende update bekijker status "%s"

source: Close filter
de_de: Filter schließen
fr_fr: Fermer filtre
nl_nl: Sluit filter

source: Filter terms
de_de: Filter Begriffe
fr_fr: Filtrer les termes
nl_nl: Filter voorwaarden

source: Show More
de_de: Mehr anzeigen
fr_fr: Voir plus
nl_nl: Laat Meer Zien

source: Show Less
de_de: Weniger anzeigen
fr_fr: Voir moins
nl_nl: Laat Minder Zien

source: No products found!
de_de: Keine Produkte gefunden!
fr_fr: Aucun produit trouvé
nl_nl: Geen producten gevonden!

source: Clear all filters
de_de: Alle Filter löschen
fr_fr: ﻿Effacer les filtres
nl_nl: Verwijder Alle Filters

source: Filter products
de_de: Produkte filtern
fr_fr: Filtrer produits
nl_nl: Filter producten

source: Search Products
de_de: Produkte suchen
fr_fr: Rechercher produit
nl_nl: Zoek producten

source: Product keywords
de_de: Produkt Schlüsselwörter
fr_fr: Mots clés du produit
nl_nl: Product zoekwoorden

source: Filter selected
de_de: Filter ausgewählt
fr_fr: Filtre sélectionné
nl_nl: Filter geselecteerd

source: Show only products on sale
de_de: Zeige nur Produkte die im Angebot sind
fr_fr: Afficher uniquement les produits en vente
nl_nl: Laat alleen producten in sale zien

source: Show out of stock products
de_de: Zeige ausverkaufte Produkte
fr_fr: Montrer les produits épuisés
nl_nl: Laat zien welke producten niet op voorraad zijn

source: In stock only
de_de: Nur vorrätig
fr_fr: En stock uniquement
nl_nl: Alleen producten op voorraad

source: trillion
de_de: Milliarde
nl_nl: triljoen

source: thousand
de_de: Tausend
fr_fr: mille
nl_nl: duizend

source: Load More
de_de: Mehr anzeigen
fr_fr: Charger plus
nl_nl: Laad Meer

source: No More Products!
de_de: Keine weitere Produkte!
fr_fr: Plus de produits!
nl_nl: Geen Producten Meer!

source: Product Availability
de_de: Produkt verfügbarkeit
fr_fr: ﻿Disponibilité du produit
nl_nl: Producten Beschikbaar

source: Sort by
de_de: Sortierung:
fr_fr: Filtrer par
nl_nl: Sorteer door

source: Products per page
de_de: Produkte pro Seite
fr_fr: Produits par page
nl_nl: Producten per pagina

source: Products on sale
de_de: Produkte im Angebot
fr_fr: Produits soldés
nl_nl: Producten in sale

source: From
de_de: Von
fr_fr: De
nl_nl: Formulier

source: to
de_de: Zu
fr_fr: à
nl_nl: naar

source: Showing the single result
de_de: Einzelergebnis angezeigt
fr_fr: Afficher l'unique résultat
nl_nl: Laat enkele resultaten zien

source: Showing all
de_de: Alle zeigen
fr_fr: Afficher les
nl_nl: laat alles zien

source: results
de_de: Ergebnisse
fr_fr: résultats
nl_nl: restultaten

source: Showing
de_de: Anzeigen
fr_fr: Afficher
nl_nl: Laten zien

source: of
de_de: von
fr_fr: de

source: Name
fr_fr: Nom
nl_nl: Naam

source: Use Multi Select
fr_fr: Utilisez sélection multiple
nl_nl: Gebruik meervoudige selectie

source: Modern
fr_fr: ﻿Moderne

source: AND
fr_fr: ET

source: Malihu jQuery Scrollbar
fr_fr: ﻿Malihu jQuery Ascenseur

source: Oval
fr_fr: Ovale
nl_nl: Ovaal

source: Puff
fr_fr: Houpette
nl_nl: Opblazen

source: Filter Manager
fr_fr: Gestionnaire de filtre

source: Tag Filter
fr_fr: Tag filtres

source: billion
nl_nl: biljoen

source: million
nl_nl: miljoen
