Repository: webkitvn/webbalo
Catalog: wp-contentt/plugins/prdctfltr/lang/prdctfltr-*.po
Languages: de_de, fr_fr, nl_nl

source: Select Filtering Templates
de_de: Wählen Sie Filtervorlagen
fr_fr: Choisir un modèle de filtrage
nl_nl: Selecteer filtering templates

source: Select which WooCommerce templates should the Product Filter replace. Use CTRL+Click to select multiple templates or deselect all. This option is used if the Product Filter Shop/Product Archives Installation is set to Override Default WooCommerce Templates option.
de_de: Wählen Sie welche WooCommerce Vorlagen den Produktfilter ersetzt werden soll. Verwenden Sie Strg + Klick mehrere Vorlagen auswählen oder deaktivieren alle. Diese Option wird verwendet, wenn die Produktinstallation Filter Shop/Produkt Archive auf überschreiben Default WooCommerce Vorlagen-Option festgelegt ist.
fr_fr: Choisissez la manière dont les modèles de Product Filter vont remplacer ceux de WooCommerce. Utilisez CTRL + CLIC pour sélectionner plusieurs modèles ou les désélectionner. Cette option est utilisée si l'installation du Filtre Boutique/Produit est réglé sur l'option Remplacer le modèle par défaut de Woocommerce.
nl_nl: Selecteer welke WooCommerce templates de product filter zou moeten vervangen. Gebruik CTRL+ klik op meerdere templates te selecteren. Deze optie word gebruikt als de product filter winkel/product archief installatie staat op override gebrek WooCommerce templates opties.

source: Order By
de_de: Sortieren nach
fr_fr: Trier par
nl_nl: Bestelling door

source: Result Count
de_de: Ergebnis Graf
fr_fr: Nombre de résultat
nl_nl: Resultaat telling

source: Product Filter Custom Action
de_de: Produkt Filter benutzerdefinierte Aktion
fr_fr: Action personnalisée filtre produit
nl_nl: Product filter aangepaste actie

source: Enter custom products action to initiate the Product Filter template. This option is used if the Product Filter Shop/Product Archives Installation is set to Custom Action option. Use actions from your theme archive-product.php template. Please enter action name in following format action_name:priority. E.G. woocommerce_before_shop_loop:40 or use the woocommerce_archive_description:50
de_de: Geben Sie Spezialanfertigungen Aktion um den Produktfilter Vorlage zu initiieren. Diese Option wird verwendet, wenn die Produktinstallation Filter Shop/Produkt Archive auf Custom Action-Option festgelegt ist. Verwenden Sie Aktionen aus Ihrem Thema Archiv-product.php Vorlage. Bitte geben Sie den Aktionsnamen im folgenden Format Action_name:priority. Z.B. woocommerce_before_shop_loop:40 oder woocommerce_archive_description:50
fr_fr: Saisissez une action produit personnalisée pour initier le modèle de Filtre produit. Cette option est utilisé si l'installation du Filtre produit Boutique/Archives est réglé sur l'option Action personnalisée. Utilisez les actions provenant de votre thème archive-product.php. Veuillez entrer le nom de l'action dans le format suivant action_name:priority. Ex. woocommerce_beforme_shop_loop:40 ou woocommerce_archive_description:50
nl_nl: Voer gepersonaliseerde producten van actie om de Product Filter sjabloon te initiëren. Deze optie wordt gebruikt als de Product Filter Shop / Product Arhief De installatie is ingesteld op de optie Aangepaste actie. Gebruik acties van uw thema-archief-product.php template. Vul de naam van de actie in het volgende formaat actie naam: prioriteit. E.G. woocommerce_before_shop_loop:40 of woocommerce_archive_description:50

source: Enable/Disable Default Filter Templates
de_de: Aktivieren / Deaktivieren der Standard-Filter-Vorlagen
fr_fr: Activer / Désactiver les modèles de filtre par défaut
nl_nl: Inschakelen / uitschakelen Standaard Filter Templates

source: If you have disabled the Product Filter Override Templates option at the top, then your default WooCommerce or
de_de: Wenn Sie die Produktvorlagen Filter überschreiben-Option an der Spitze, dann Standard WooCommerce deaktiviert haben oder
fr_fr: ﻿Si vous avez désactivé l&#39;option Remplacement des modèles de Filtre produit en haut, alors votre WooCommerce par défaut ou
nl_nl: Als u de optie Product Filter Override sjablonen hebt uitgeschakeld op de top, dan is uw standaard WooCommerce of

source: filter templates will be shown. If you want do disable these default templates too, check this option. This option can be useful for the widget version of the Product Filter.
de_de: Filtervorlagen werden angezeigt. Wenn Sie möchten, deaktiviere diese Standard-Vorlagen zu, aktivieren Sie diese Option. Diese Option kann für die Widget-Version von den Produktfilter nützlich sein.
fr_fr: des modèles de filtres vont être montrés. Si vous voulez désactiver ces modèles par défaut, cochez cette option. Cette option peut être utile pour la version widget des filtres produits
nl_nl: Filter templates worden getoond. Als u deze wilt uit schakelen als standaard templates, vink deze aan. Deze optie kan nuttig zijn voor de widget versie van het Product Filter.

source: Product Filter AJAX Shop/Product Archives Settings
de_de: Produktfilter AJAX Shop/Produkt Archiv Einstellungen
fr_fr: Paramètres du Filtre Produit AJAX pour Boutique/les Produits Archivés
nl_nl: Product Filter AJAX Winkel/Product Archief Instellingen

source: AJAX Shop/Product Archives Settings - Setup this section to use AJAX on Shop and Product Archive pages.
de_de: AJAX Shop/Produkt Archiv Einstellungen - Setup in diesem Abschnitt AJAX auf Shop und Produkt-Archiv-Seiten verwenden.
fr_fr: Configurez cette section pour utiliser AJAX sur les pages de la boutique et d’archivage des produits.
nl_nl: AJAX Winkel/Product Archief Instellingen - instaleer deze sectie om AJAX te gebruiken op winkel en product archiefpagina's.

source: Use AJAX On Product Archives
de_de: Einsatz von AJAX auf Produkt-Archiv
fr_fr: Utilisez AJAX sur l’Archivage Produits
nl_nl: Gebruik AJAX op product archief

source: Check this option to use AJAX load on shop and product archive pages.
de_de: Aktivieren Sie diese Option, AJAX Load auf Shop und Produkt-Archiv-Seiten zu verwenden.
fr_fr: Cochez cette option pour charger AJAX sur les pages de la boutique et d’archive.
nl_nl: Controleer deze optie om AJAX te gebruiken op winkel en product archiefpagina's.

source: Override AJAX Wrapper Class
de_de: Außer Kraft setzen AJAX-Wrapper-Klasse
fr_fr: Remplacer la classe AJAX Wrapper
nl_nl: Override AJAX Wrapper klasse

source: Enter custom wrapper class if the default setting is not working. Default class: .products
de_de: Geben Sie benutzerdefinierte Wrapper-Klasse, wenn die Default-Einstellung nicht funktioniert. Standard-Klasse: .products
fr_fr: Entrez un emballage personnalisé si celui par défaut ne marche pas. Classe par défaut: .produits
nl_nl: Voer aangepaste wrapper klasse als de standaard instelling niet werkt. Standaard klasse: .producten

source: Override AJAX Category Class
de_de: Außer Kraft setzen AJAX Kategorie Class
fr_fr: Remplacer la classe AJAX Catégorie
nl_nl: Override AJAX Categorie klasse

source: Enter custom category class if the default setting is not working. Default class: .product-category
de_de: Geben Sie benutzerdefinierte Kategorie Klasse, wenn die Default-Einstellung nicht funktioniert. Standard-Klasse .product-Kategorie
fr_fr: Entrez une catégorie personnalisée si celle par défaut ne marche pas. Classe par défaut: .produit -catégorie
nl_nl: Voer aangepaste categorie klasse als de standaard instelling niet werkt. Standaard klasse: .product-categorie

source: Override AJAX Product Class
de_de: Außer Kraft setzen AJAX Produktklasse
fr_fr: Remplacer la Classe AJAX Produits
nl_nl: Override AJAX product klasse

source: Enter custom products class if the default setting is not working. Default class: .type-product
de_de: Geben Sie benutzerdefinierte Kategorie Klasse, wenn die Default-Einstellung nicht funktioniert. Standard-Klasse .type-Produkt
fr_fr: Entrez un produit personnalisé si celui par défaut ne marche pas. Classe par défaut: .type -produit
nl_nl: Voer aangepaste product klasse als de standaard instelling niet werkt. Standaard klasse: .product-product

source: Override AJAX Pagination Class
de_de: Außer Kraft setzen AJAX Paginierung Klasse
fr_fr: Remplacer classe AJAX Pagination
nl_nl: Override AJAX Paginering klasse

source: Enter custom pagination class if the default setting is not working. Default class: .woocommerce-pagination
de_de: Geben Sie benutzerdefinierte Paginierung Klasse, wenn die Default-Einstellung nicht funktioniert. Standard-Klasse: Standard-Klasse.woocommerce-Paginierung
fr_fr: Entrez une pagination personnalisée si celle par défaut ne marche pas. Classe par défaut: .woocommerce-paginatiob
nl_nl: Voer aangepaste paginering klasse als de standaard instelling niet werkt. Standaard klasse: .woocommerce-pagination

source: Override AJAX Result Count Class
de_de: Außer Kraft setzen AJAX Ergebnis Count Klasse
fr_fr: Écraser les résultats de comptage de la classe AJAX
nl_nl: Override AJAX Resultaat telling klasse

source: Enter custom result count class if the default setting is not working. Default class: .woocommerce-result-count
de_de: Geben Sie benutzerdefinierte Ergebnisklasse zählen, wenn die Default-Einstellung nicht funktioniert. Standard-Klasse: .woocommerce-Ergebnis-Count
fr_fr: Entrez un résultat personnalisé si celui par défaut ne marche pas. Classe par défaut: .woocommerce-résultat-compteur
nl_nl: Overschrijven Voer aangepaste resultaat telling klasse als de standaard instelling niet werkt. Standaard klasse: .woocommerce-resultaat-count

source: Override AJAX Order By Class
de_de: Außer Kraft setzen AJAX Sortierung nach Klasse
fr_fr: Écraser l'ordre AJAX par classe
nl_nl: Override AJAX Door Bestel klasse

source: Enter custom order by class if the default setting is not working. Default class: .woocommerce-ordering
de_de: Geben Sie benutzerdefinierten Reihenfolge von Klasse, wenn die Default-Einstellung nicht funktioniert. Standard-Klasse: .woocommerce-Bestellung
fr_fr: Entrez un ordre par classe si celui par défaut ne marche pas. Classe par défaut: .woocommerce-ordre
nl_nl: Voer aangepaste volgorde per klasse als de standaard instelling niet werkt. Standaard klasse: .woocommerce-ordering

source: AJAX Product Columns
de_de: AJAX Produkt Columns
fr_fr: Colonne AJAX
nl_nl: AJAX Product Kolommen

source: In how many columns are your product displayed on the shop and product archive pages by default?
de_de: In wie vielen Spalten sind Ihr Produkt auf den Shop und Produkt Archiv-Seiten standardmäßig angezeigt?
fr_fr: Dans combien de colonnes par défaut souhaitez vous afficher les produits des pages boutique et archive ?
nl_nl: In hoeveel kolommen uw product weergegeven op de winkel en product archiefpagina's standaard?

source: AJAX Product Rows
de_de: AJAX-Produkt-Zeilen
fr_fr: Lignes de produits AJAX
nl_nl: AJAX Product Rijen

source: In how many rows are your product displayed on the shop and product archive pages by default?
de_de: In wie viele Zeilen Ihres Produkts auf den Shop und Produkt Archiv-Seiten standardmäßig angezeigt?
fr_fr: Par défaut, dans combien de lignes votre produit doit s’afficher sur la page boutique et sur page d’archivage des produits ?
nl_nl: In hoeveel rijen word uw product weergegeven op de winkel en product archiefpagina's standaard?

source: Select Pagination Type
de_de: Wählen Sie Paginierung Typ
fr_fr: Sélectionner type de pagination
nl_nl: Selecteer Pagination Type

source: Select pagination template to use.
de_de: Wählen Sie die Paginierung Vorlage zu verwenden.
fr_fr: Sélectionner un modèle de pagination à utiliser
nl_nl: Select paginering sjabloon te gebruiken.

source: Default (In Theme)
de_de: Standard (In Theme)
fr_fr: Défaut (dans le thème)
nl_nl: Standaard (in thema)

source: Product Filter Pagination
de_de: Produktfilter Paginierung
fr_fr: Pagination des filtres produit

source: Product Filter Load More
de_de: Produktfilter Mehr laden
fr_fr: Charger plus de filtres produits
nl_nl: Product Filter Laad Meer

source: Custom Pagination Function
de_de: Benutzerdefinierte Paginierung Funktion
fr_fr: Pagination Personnalisée Fonction
nl_nl: Custom Pagination Functie

source: Function for displaying pagination. Default function: woocommerce_pagination
de_de: Funktion zur Anzeige von Paginierung. Standardfunktion: woocommerce_pagination
fr_fr: Fonction pour afficher la pagination. Fonction par défaut: woocommerce_pagination
nl_nl: Functie voor het weergeven paginering. Standaard functie: woocommerce_pagination

source: Select Product Loading Animation
de_de: Produkt auswählen Lade-Animation
fr_fr: Sélectionner animation de chargement de produit
nl_nl: Selecteer Product Laden animatie

source: Select animation when showing new products.
de_de: Wählen Sie "Animation", wenn neue Produkte zeigen.
fr_fr: Sélectionner une animation pour montrer de nouveaux produits
nl_nl: Selecteer animatie bij het weergeven van nieuwe producten.

source: No Animation
de_de: Keine Animation
fr_fr: Pas d'animation
nl_nl: Geen animatie

source: Fade Each Product
de_de: Fade Jedes Produkt
fr_fr: Faire fondre chaque produit
nl_nl: Vervaag ieder product

source: Slide Each Product
de_de: Schieben Sie jedes Produkt
fr_fr: Faire glisser chaque produit
nl_nl: Schuif Elk product

source: Fade Random Products
de_de: Fade Zufallsprodukte
fr_fr: Faire fondre un produit aléatoire
nl_nl: Vervaag random producten

source: AJAX Pagination Scroll
de_de: AJAX Paginierung Scroll
fr_fr: Défilement de la pagination AJAX
nl_nl: AJAX Paginering Scroll

source: Select type of scrolling animation after using the AJAX pagination.
de_de: Wählen Sie nach der Verwendung der AJAX-Paginierung Scroll Animation.
fr_fr: Sélectionner un type d'animation de défilement après avoir utilisé la pagination AJAX
nl_nl: Selecteer het type scrollen animatie na gebruik van de AJAX paginering.

source: Scroll to Products
de_de: Blättern Sie zu den Produkten
fr_fr: Défiler vers les produits
nl_nl: Scroll naar producten

source: Scroll to Top
de_de: Scrolle nach oben
fr_fr: Défiler vers le haut
nl_nl: Scroll naar boven

source: AJAX jQuery and JS Refresh
de_de: AJAX jQuery und JS Aktualisieren
fr_fr: AJAX jQuery et JS Refres
nl_nl: AJAX jQuery en JS verversen

source: Input jQuery or JS code to execute after AJAX calls. This option is useful if the JS is broken after these calls.
de_de: Eingabe jQuery oder JS-Code nach AJAX-Aufrufe ausführen. Diese Option ist nützlich, wenn die JS nach diese Anrufe unterbrochen wird.
fr_fr: Entrez jQuery ou JS code pour exécuter les appels d'AJAX. Cette option est utile si JS est cassé après ces appels
nl_nl: Input jQuery of JS code uit te voeren na AJAX gesprekken. Deze optie is handig als de JS is gebroken na deze gesprekken.

source: Product Filter Advanced Settings
de_de: Produktfilter Erweiterte Einstellungen
fr_fr: ﻿Filtre Produit Paramètres avancés
nl_nl: Product Filter Geavanceerde instellingen

source: Advanced Settings - These settings will affect all filters.
de_de: Erweiterte Einstellungen - wirken sich diese Einstellungen alle Filter.
fr_fr: ﻿Paramètres avancés - Ces réglages affectent tous les filtres.
nl_nl: Geavanceerde instellingen - Deze instellingen zijn van invloed op alle filters.

source: Use Characteristics
de_de: Gebrauchseigenschaften
fr_fr: Utilisez caractéristiques.
nl_nl: Gebruik karakters

source: Enable this option to get custom characteristics product meta box.
de_de: Aktivieren Sie diese Option, um benutzerdefinierte Eigenschaften Produkt Meta-Box bekommen.
fr_fr: Activer cette option pour obtenir une meta box des caractéristiques personnalisées de produit.
nl_nl: Activeer deze optie om aangepaste kenmerken van het product meta box te krijgen.

source: Clear All Action
de_de: Alles Löschen Aktion
fr_fr: Tout Effacer Action
nl_nl: Verwijder Alle Actie

source: Selected filters will not be affected the Clear All action.
de_de: Ausgewählte Filter werden nicht auf die Alles Löschen Aktion betroffen sein.
fr_fr: Filtres sélectionnés ne seront pas affectés l'action du Tout Effacer Action.
nl_nl: Geselecteerde filters zal niet worden aangetast op de Verwijder Alle Actie.

source: Term Product Counts Mode
de_de: Tige Produkt Zählt Modus
fr_fr: Terme produit la nombre mode
nl_nl: Voorwaarden product tel mode

source: Select how to get the term products count.
de_de: Wählen Sie, wie den Begriff zu bekommen, auf die Produkte verlassen.
fr_fr: Sélectionnez la façon d'obtenir le nombre de produits à terme.
nl_nl: Selecteer hoe de telling termijn producten te krijgen.

source: Deep, Slow and Precise
de_de: Tiefe, langsame und präzise
fr_fr: Profonde, lente et précise
nl_nl: Diep, Langzaam en Precies

source: Simple and Fast
de_de: Einfach und Schnell
fr_fr: Simple et rapide
nl_nl: Simpel en snel

source: Show In Stock Products by Default
de_de: Lager Produkte standardmäßig anzeigen
fr_fr: Afficher uniquement les produits en stock par défaut
nl_nl: Alleen op voorraad producten op Standaard

source: Check this option to show the In Stock products by default.
de_de: Überprüfen Sie diese Option, um die Produkte im Lager standardmäßig angezeigt.
fr_fr: Cochez cette option pour afficher les produits en stock par défaut.
nl_nl: Controleer deze optie om de op voorraad producten tonen door standaard.

source: Hide Empty Terms in Filters
de_de: Leere Begriffe im Filter ausblenden
fr_fr: Cacher les termes vides dans le filtre
nl_nl: verbergLege termen in Filters

source: Check this checkbox to hide empty terms in filters.
de_de: Markieren Sie dieses Kontrollkästchen , um leere Begriffe Filter verstecken.
fr_fr: Cochez cette case pour cacher les termes vides dans les filtres.
nl_nl: Schakel dit vakje om lege termen in filters te verbergen.

source: Use Variable Images
de_de: Verwenden Sie Variable Bilder
fr_fr: Utiliser des images variables
nl_nl: Gebruik Variabele afbeeldingen

source: Check this option to use variable images override on Shop and Product Archive pages.
de_de: Aktivieren Sie diese Option, zu verwenden variable Bilde auf Shop und Produktarchiv Seiten.
fr_fr: Cochez cette option pour charger AJAX sur les pages de la boutique et d’archive.
nl_nl: Controleer deze optie om AJAX te gebruiken op winkel en product archiefpagina's.

source: Filter Taxonomy Relation
de_de: Filter Taxonomie von Beziehungen
fr_fr: Relation taxonomique des filtres
nl_nl: Filter Taxonomie Relatie

source: Set filter relation for product taxonomies.
de_de: Set Filter Beziehung für das Produkt Taxonomien.
fr_fr: Mettre relations des filtres pour la taxonomie de la production
nl_nl: Instaleer filter relatie voor product taxonomieën.

source: Disable JavaScript Libraries
de_de: Deaktivieren Sie JavaScript-Bibliotheken
fr_fr: ﻿Désactiver bibliothèques JavaScript
nl_nl: Zet JavaScript Libraries uit

source: Select JavaScript libraries to disable. Use CTRL+Click to select multiple libraries or deselect all. Selected libraries will not be loaded.
de_de: Wählen Sie JavaScript-Bibliotheken zu deaktivieren. Verwenden Sie Strg + Klick mehrere Bibliotheken auswählen oder deaktivieren alle. Ausgewählte Bibliotheken werden nicht geladen.
fr_fr: ﻿Sélectionnez les bibliothèques JavaScript pour désactiver. Utilisez CTRL + CLIC pour sélectionner plusieurs bibliothèques ou les désélectionner tous. Les bibliothèques sélectionnées ne seront pas chargées.
nl_nl: Selecteer JavaScript Libraries op uit te zetten.Gebruik CTRL + klik om meerdere bibliotheken selecteren of deselecteren allen. Geselecteerde bibliotheken zullen niet worden geladen.

source: Ion Range Slider
de_de: Ion Reichweite Slider
fr_fr: Slider Gamme Ion
nl_nl: Ion reeks schuiver

source: Isotope
de_de: Isotop

source: Supported Filter Overrides
de_de: Unterstützt Filter Überschreibungen
fr_fr: Soutenu Remplacement des Filtres
nl_nl: Ondersteunde Filter Overschrijvingen

source: Select taxonomies that will support the Product Filter Overrides.
de_de: Wählen Sie Taxonomien , die die Produktfilter Überschreibungen unterstützen wird.
fr_fr: Sélectionnez taxonomies qui soutiendront le Filtre de Produit Remplacements.
nl_nl: Selecteer taxonomieën dat het Product Filter Overschrijvingen zal steunen.

source: Product Filter Product Archives Settings (disabled AJAX)
de_de: Produktfilter Produkt-Archiv Einstellungen (deaktiviert AJAX)
fr_fr: Paramètres des archives de filtres produits (AJAX désactivé)
nl_nl: Product Filter product Archief Instellingen (uitgeschakeld AJAX)

source: Setup options when AJAX is disabled on Shop and Product Archives.
de_de: Setup-Optionen bei AJAX auf Shop und Produkt Archiv deaktiviert ist.
fr_fr: Options d'installation lorsqu'AJAX est désactivé dans le magasin et les archives produits
nl_nl: Instellingsopties wanneer AJAX is uitgeschakeld op winkel en Product Archief.

source: Force Post Type Variable
de_de: Force-Beitrag Type Variable
fr_fr: Forcer Type d’Article Variable
nl_nl: Force Type Variabel

source: Check this option if you are having issues with the searches. This options should never be checked unless something is wrong with the template you are using. Option will add the ?post_type=product parameter when filtering.
de_de: Aktivieren Sie diese Option, wenn Sie Probleme mit der Suche haben. Diese Optionen sollten nie überprüft werden, es sei etwas falsch mit der Vorlage, die du verwendest. Option hinzufügen wird die? Post_type = Produktparameter beim Filtern.
fr_fr: Cocher cette option si vous rencontrez des problèmes avec les recherches. Cette option ne devrait jamais être activée sauf si quelque chose fonctionne mal avec votre thème. Cette option ajoutera le paramètre ?post_type=product lors du filtrage.
nl_nl: Selecteer deze optie als u problemen ondervindt met de zoekopdrachten. Deze optie mag nooit worden gecontroleerd, tenzij er iets mis is met de template die je gebruikt. Option zal bij het filteren voeg de? Post_type = product parameter.

source: Disable Product Filter Redirects
de_de: Disable Produktfilter Redirects
fr_fr: Désactiver les redirections du plugin
nl_nl: Schakel Product Filter Omleidingen uit

source: Check this option if you are having issues with the shop page redirects.
de_de: Aktivieren Sie diese Option, wenn Probleme mit der Shop-Seite Umleitungen haben.
fr_fr: Cochez cette option si vous rencontrez des problèmes avec les redirections vers la page boutique.
nl_nl: Selecteer deze optie als u problemen ondervindt met de winkel pagina omleidingen.

source: Single Product Redirect
de_de: Einzel produkt Redirect
fr_fr: Redirection simple du produit
nl_nl: Enkel product omleiding

source: Uncheck to enable single product page redirect when only one product is found.
de_de: Deaktivieren Sie um Einzelprodukt Seitenumleitung zu ermöglichen, wenn nur ein Produkt gefunden wird.
fr_fr: Décocher pour permettre la redirection de page produit lorsqu'un produit est trouvé
nl_nl: Verwijder het vinkje om enkel product pagina omleiding wilt inschakelen wanneer slechts één product wordt gevonden.

source: Product Filter Preset Manager
de_de: Produktfilter Vorgaben-Manager
fr_fr: Gestion des Préréglages
nl_nl: Product vooraf ingestelde filter manager
