Repository: webkitvn/webbalo
Catalog: wp-contentt/plugins/prdctfltr/lang/prdctfltr-*.po
Languages: de_de, fr_fr, nl_nl

# taxonomy general name
source: Characteristics
de_de: Merkmalen
fr_fr: Caractéristiques
nl_nl: Karakters

# taxonomy singular name
source: Characteristic
de_de: Merkmal
fr_fr: Caractéristique
nl_nl: Karakter

source: Search Characteristics
de_de: Suche Merkmale
fr_fr: Rechercher caractéristiques
nl_nl: Zoek Karakter

source: Popular Characteristics
de_de: Beliebte Merkmale
fr_fr: Caractéristiques populaires
nl_nl: Populair Karakter

source: All Characteristics
de_de: Alle Merkmale
fr_fr: Toutes les caractéristiques
nl_nl: Alle Karakters

source: Edit Characteristics
de_de: bearbeiten Merkmale
fr_fr: Editer caractéristiques
nl_nl: Bewerk Karakter

source: Update Characteristics
de_de: Aktualisieren Merkmale
fr_fr: Mettre à jour
nl_nl: Update Karakter

source: Add New Characteristic
de_de: Hinzufügen Neue Merkmal
fr_fr: Ajouter nouvelle caractéristique
nl_nl: Voeg nieuw Karakter toe

source: New Characteristic Name
de_de: Neu Merkmal Namen
fr_fr: Ajouter le nom d'une caractéristique
nl_nl: Nieuwe Karakter naam

source: Separate Characteristics with commas
de_de: Separate Merkmale mit Kommas
fr_fr: Séparer les caractéristiques par des virgules
nl_nl: Scheidt Karakter met komma's

source: Add or remove Characteristics
de_de: Hinzufügen oder Entfernen von Merkmalen
fr_fr: Ajouter ou retirer des caractéristiques
nl_nl: Verwijder of voeg Karakter toe

source: Choose from the most used Characteristics
de_de: Wählen Sie aus den am häufigsten verwendeten Merkmalen
fr_fr: Choisir la caractéristique la plus utilisée
nl_nl: Kies vanuit meest gebruikte Karakters

source: No Characteristics found
de_de: Keine Merkmalen gefunden
fr_fr: Aucun caractéristique trouvée
nl_nl: Geen karakters gevonden

source: Characteristics
de_de: Merkmalen
fr_fr: Caractéristiques
nl_nl: Karakters

source: Activate?
de_de: Aktivieren?
fr_fr: Activer ?
nl_nl: Activeer?

source: Deactivate?
de_de: Deaktivieren?
fr_fr: Désactiver ?
nl_nl: Deactiveer?

source: Delete?
de_de: Löschen?
fr_fr: Supprimer ?
nl_nl: Verwijder?

source: Remove?
de_de: Entfernen?
fr_fr: Retirer ?
nl_nl: Verwijder?

source: Remove key from database?
de_de: Entfernen Sie Schlüssel aus der Datenbank?
fr_fr: Retirez la clé de la base de données ?
nl_nl: Verwijder sleutel van database?

source: Add override?
de_de: Fügen Sie überschreibung ?
fr_fr: Ajouter substitution ?
nl_nl: Voeg override toe?

source: Remove override?
de_de: Entfernen Sie überschreiben ?
fr_fr: Retirer substitution ?
nl_nl: Verwijder override?

source: Please select both term and the filter preset.
de_de: Bitte wählen Sie sowohl Begriff und der Filter voreingestellt.
fr_fr: Sélectionnez les termes et le filtre
nl_nl: Selecteer zowel het termijn als het vooraf ingestelde filter

source: Added!
de_de: Hinzugefügt!
fr_fr: Ajouté !
nl_nl: Toegevoegd

source: Load?
de_de: Belastung?
fr_fr: Charger ?
nl_nl: Laden!

source: Saved!
de_de: Gerettet!
fr_fr: Enregistré !
nl_nl: Bewaard!

source: AJAX Error!
de_de: AJAX-Fehler!
fr_fr: Erreur AJAX !

source: Missing name or settings.
de_de: Fehlende name oder einstellungen.
fr_fr: Nom ou paramètres manquant.
nl_nl: Mist naam of instellingen.

source: Not selected!
de_de: Nicht ausgewählt!
fr_fr: Non sélectionné !
nl_nl: Niet geselecteerd!

source: Deleted!
de_de: Gelöscht!
fr_fr: Supprimé !
nl_nl: Verwijdert!

source: Customization created!
de_de: Einstellung erstellt!
fr_fr: Personnalisation créée !
nl_nl: Maatwerk gecreëerd!

source: Please save your default or your current filter preset to make customization changes!
de_de: Bitte speichern Sie Ihre Standard- oder Ihre aktuellen Filter voreingestellt auf Anpassungsänderungen vornehmen!
fr_fr: Sauvegardez vos filtres appliquer les changement des personnalisation!
nl_nl: Sla uw standaard of uw huidige vooraf ingestelde filter op om maatwerk veranderingen aan te brengen!

source: Removed!
de_de: Entfernt!
fr_fr: Supprimé !
nl_nl: Verwijdert!

source: Analytics data deleted!
de_de: Analytik-daten gelöscht!
fr_fr: Données statistiques supprimées !
nl_nl: Analytische date verwijdert!

source: Advanced Filter
de_de: Fortschrittliche Filter
fr_fr: Filtre avancé
nl_nl: Geavanceerde filter

source: Range Filter
de_de: Reichweite-Filter
fr_fr: Filtre de Plage
nl_nl: Reeks filter

source: Use only numbers and the decimal separator!
de_de: Verwenden Sie nur Zahlen und den dezimalen Scheider!
fr_fr: Utilisez uniquement des chiffres et le séparateur décimal !
nl_nl: Gebruik alleen cijfers en de decimale afscheider!

source: Remove Override
de_de: Entfernen Sie außer Kraft setzen
fr_fr: Supprimer les remplacements
nl_nl: Verwijder override

source: Term slug
de_de: Begriff butzen
fr_fr: Slug terme
nl_nl: termijn slug

source: Filter Preset
de_de: Filter-Einstellungen
fr_fr: Pré-réglage de filtre
nl_nl: Vooraf ingestelde filter

source: Loaded!
de_de: Beladen!
fr_fr: Chargé !
nl_nl: Geladen!

source: Invalid key! Cannot be removed from database! Please save your settings.
de_de: Ungültiger Schlüssel! Datenbank kann nicht entfernt werden! Bitte speichern Sie Ihre Einstellungen.
fr_fr: Clé invalide! Ne peut être retiré de la base de donnée! Sauvegardez vos paramètres.
nl_nl: Ongeldige sleutel! Kan niet verwijdert worden uit de database! Bewaar alstublieft uw instellingen

source: Filtering Analytics are empty! Please enable the filtering analytics and wait for the results! Thank you!
de_de: Filterung Analytics sind leer! Bitte aktivieren Sie die Filterung Analytics und warten auf die Ergebnisse! Danke!
fr_fr: Filtrage statistique vide ! Veuillez activer le filtrage statistique et attendre les résultats ! Merci !
nl_nl: Analytische filtering is leeg. Schakel de analytische filtering uit en wacht voor de resultaten! Dank Je!

source: Reset Analytics
de_de: Rücksetzen Analytik
fr_fr: Réinitialiser Statistiques
nl_nl: Reset analytiek

source: Categories
de_de: Kategorien
fr_fr: Catégories
nl_nl: Categorieën

source: Tags
de_de: Etikettieren
fr_fr: Mots-clefs

source: Filter
de_de: Filtern
fr_fr: Filtre

source: Total hits count:
de_de: Insgesamt hits zählen:
fr_fr: Nombre d'affichage total :
nl_nl: Telling totaal aantal hits

source: Filtering data for taxonomy
de_de: Filtern von Daten für Taxonomie
fr_fr: Filtrage des données par taxonomie
nl_nl: Gegevens filteren voor taxonomie

source: Sort By
de_de: Sortieren Nach
fr_fr: Filtrer par
nl_nl: Sorteer op

source: By Price
de_de: Durch Preis
fr_fr: Par prix
nl_nl: Op prijs

source: By Categories
de_de: Nach Kategorien
fr_fr: Par catégories
nl_nl: Op categorie

source: By Tags
de_de: Durch Etikett
fr_fr: Par mots clefs
nl_nl: Op tags

source: By Characteristics
de_de: Durch Merkmale
fr_fr: Par marque
nl_nl: Op Karakter

source: Vendor
de_de: Verkäufer
fr_fr: Vendeur
nl_nl: Verkoper

source: In Stock Filter
de_de: Im Lager Filter
fr_fr: Filtre En Stock
nl_nl: op voorraad filter

source: Products Per Page
de_de: Produkte pro Seite
fr_fr: Produits par page
nl_nl: Producten per pagina

source: Search Fitler
de_de: Suche Fitler
fr_fr: Rechercher filtre
nl_nl: Zoek filter

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Réglages généraux
nl_nl: Algemene instellingen

source: Filter Style
de_de: Filter Stil
fr_fr: Style de filtre
nl_nl: Filter stijl

source: Available Filters
de_de: Verfügbare Filter
fr_fr: Filtres disponibles
nl_nl: Beschikbare filters

source: Add advanced filter
de_de: Hinzufügen Erweiterte Filter
fr_fr: Ajouter un filtre avancé
nl_nl: Voeg geavanceerde filter toe

source: Add range filter
de_de: Hinzufügen Reichweite-Filter
fr_fr: Ajouter un filtre de plage
nl_nl: Voeg reeks filter toe

source: Advanced Fitler
de_de: Fortgeschritten Fitler
fr_fr: Filtre avancé
nl_nl: Geavanceerde filter

source: Setup filter. Check following link for more information.
de_de: Setup-Filter. Überprüfen Sie folgenden Link für weitere Informationen.
fr_fr: Filtre de configuration
nl_nl: Stel filter in. Bekijk de volgende link voor meer informatie

source: Documentation & Knowledge Base
de_de: Urkunden und Wissensbasis
fr_fr: Base de documentation & connaisances
nl_nl: Documentatie & kennis basis

source: Filter Title
de_de: Filtertitel
fr_fr: Titre du filtre
nl_nl: Filter Titel

source: Override filter title.
de_de: Außer Kraft setzen Filter Titel.
fr_fr: Écraser le titre sur filtre
nl_nl: Override filter titel

source: If you leave this field empty default will be used.
de_de: Wenn Sie dieses Feld leer lassen, wird standardmäßig verwendet werden.
fr_fr: Si vous laissez ce champ vide, il sera mit par défaut.
nl_nl: Wanneer je dit veld leeg laat zal een gebrek worden gebruikt

source: Filter Description
de_de: Filter Beschreibung
fr_fr: Description du filtre
nl_nl: Filter beschrijving

source: Enter description for the current filter. If entered small text will apprear just bellow the filter title.
de_de: Geben Sie die Beschreibung für den aktuellen Filter. Wenn kleine Text eingegeben wird Apprear nur den Filter Titel unten.
fr_fr: Entrez une description pour le filtre actuel. La description apparaîtra juste en dessous du titre du filtre
nl_nl: Voer de beschrijving in voor uw huidige filter. Wanneer je dit toevoegt zal er een korte tekst te zien zijn onder de filter titel

source: Select Taxonomy
de_de: Wählen Sie Taxonomy
fr_fr: Choisir Taxonomy
nl_nl: Selecteer Taxonomie

source: Select filter product taxonomy.
de_de: Wählen Sie Filterprodukt Taxonomie.
fr_fr: Sélectionner filtre de classification des produits
nl_nl: Selecteer filter product Taxonomie

source: Select Terms
de_de: Wählen Sie Bedingungen
fr_fr: Sélectionnez les termes
nl_nl: Selecteer voorwaarden

source: Select terms to include.
de_de: Wählen Sie Bedingungen zu einschließen.
fr_fr: Sélectionnez les termes pour inclure
nl_nl: Selecteer voorwaarden omvattten

source: Use CTRL+Click to select terms or clear selection.
de_de: Mit STRG + Klick zu wählen Bedingungen oder klare Auswahl .
fr_fr: CTRL+Click pour sélectionner ou vider la sélection
nl_nl: Gebruik CTRL + Klik om de voorwaarden te selecteren of je selectie leeg te maken

source: Appearance
de_de: Aussehen
fr_fr: Apparence
nl_nl: Verschijning

source: Text
de_de: Wortlaut
fr_fr: Texte
nl_nl: Tekst

source: Thumbnails with text
de_de: Vorschaubilder mit Wortlaut
fr_fr: Vignettes avec texte
nl_nl: Thumbnails met tekst

source: Thumbnails only
de_de: Vorschaubilder Nur
fr_fr: Vignettes uniquement

source: Select style preset to use with the current taxonomy (works only with product attributes).
de_de: Wählen Sie Stil eingestellt, um mit der aktuellen Taxonomie (funktioniert nur mit Produkt-Attribute) verwenden.
fr_fr: Sélectionner un style à utiliser avec l&#39;attribut actuel (fonctionne uniquement avec les attributs du produit).
nl_nl: Selecteer vooraf ingestelde stijl om te gebruiken met huidige taxonomie (werkt alleen met product attributen)

source: Terms Order By
de_de: Begriffe sortieren
fr_fr: Tri des termes par
nl_nl: Voorwaarden bestelling door

source: None
de_de: Keiner
fr_fr: Aucun
nl_nl: Geen

source: Number
de_de: Zahl
fr_fr: Numéro
nl_nl: Nummer

source: Slug
de_de: Schnecke

source: Count
de_de: Zählung
fr_fr: Nombre
nl_nl: Telling

source: Select term ordering.
de_de: Wählen Sie Termordnung .
fr_fr: Sélectionner ordre des termes
nl_nl: Selecteer voorwaarden bestellen

source: Terms Order
de_de: AGB Bestell
fr_fr: Tri des termes
nl_nl: Voorwaarden bestellen

source: Select ascending or descending order.
de_de: Wählen Sie aufsteigend oder absteigend.
fr_fr: Sélectionnez ordre croissant ou décroissant.
nl_nl: Kies een oplopende of aflopende bestelling

source: Limit Terms
de_de: Grenzwertbedingungen
fr_fr: Limiter les termes
nl_nl: Limiet voorwaarden

source: Limit number of terms to display in filter.
de_de: Grenzwert Anzahl von Ausdrücken in Filter angezeigt werden soll.
fr_fr: Nombre limite de termes à afficher dans le filtre.
nl_nl: Limiteer nummer van voorwaarden op display in filter

source: Use Taxonomy Hierarchy
de_de: Verwenden Sie Taxonomy Hierarchy
fr_fr: Utiliser la hiérarchie taxonomique
nl_nl: Gebruik taxonomie Hiërarchie

source: Check this option to enable hierarchy on current filter.
de_de: Aktivieren Sie diese Option aktivieren Hierarchie auf aktuellen Filter.
fr_fr: Cochez cette option pour activer une hiérarchie sur le filtre actuel
nl_nl: Controleer deze optie om hiërarchie in te schakelen op de huidige filter.

source: Taxonomy Hierarchy Mode
de_de: Taxonomy Hierarchy-Modus
fr_fr: Mode de hiérarchie taxonomique
nl_nl: Taxonomie Hiërarchie mode

source: Check this option to expand parent terms on load.
de_de: Aktivieren Sie diese Option, um erweitern übergeordnete Begriffe auf Last.
fr_fr: Cochez cette option pour étendre les catégories parentes lors du chargement.
nl_nl: Controleer deze optie om ouder termen uit te breiden

source: Taxonomy Hierarchy Filtering Mode
de_de: Taxonomy Hierarchy-Filtermodus
fr_fr: Mode de filtration de hiérarchie taxonomique
nl_nl: Taxonomie Hiërarchie filtering mode

source: Show all
de_de: Zeige alles
fr_fr: Afficher tout
nl_nl: Laat alles zien

source: Keep only child terms
de_de: Halten Sie nur Kind Begriffe
fr_fr: Garder que les termes des enfants
nl_nl: Behoudt alleen kinder voorwaarden

source: Select terms relation when multiple terms are selected.
de_de: Wählen Sie Begriffe Beziehung, wenn mehrere Bedingungen ausgewählt werden.
fr_fr: Sélectionnez des relations lorsque plusieurs termes sont choisis.
nl_nl: Selecteer relatie voorwaarden wanneer er meerde voorwaarden zijn geselecteerd

source: Check this option to enable multi term selection.
de_de: Aktivieren Sie diese Option zu ermöglichen Multi Begriff Auswahl.
fr_fr: Cochez cette option pour activer la sélection multi-terme
nl_nl: Bekijk deze optie op meervoudige voorwaarden selectie beschikbaar te maken

source: Multi Select Terms Relation
de_de: Multi-Select Begriffe Relation
fr_fr: Sélection Multi Termes Relation
nl_nl: Meervoudige selectie relatie voorwaarden

source: Filtered products have at least one term (IN)
de_de: Gefilterte Produkte haben mindestens einen Begriff (IN)
fr_fr: Les produits filtrés doivent posséder au moins l’un des termes (IN)
nl_nl: Gefilterde producten hebben minstens een voorwaarde (IN)

source: Filtered products have selected terms (AND)
de_de: Gefilterte Produkte sind Bedingungen ausgewählt.(AND)
fr_fr: Les produits filtrés doivent posséder tous les termes (AND)
nl_nl: Gefilterde producten hebben geselecteerde voorwaarde (AND)

source: Select term relation when multiple terms are selected.
de_de: Wählen Sie Begriff Beziehung, wenn mehrere Begriffe ausgewählt werden.
fr_fr: Sélectionner la relation des termes quand plusieurs termes sont sélectionnés
nl_nl: Selecteer relatie voorwaarde wanneer meervoudige voorwaarde zijn geselecteerd

source: Use Adoptive Filtering
de_de: Verwenden Adoptiv Filtering
fr_fr: Utilisez le filtrage adaptatif
nl_nl: Gebruik Adaptieve Filtering

source: Check this option to enable adoptive filtering on the current filter.
de_de: Aktivieren Sie diese Option um Adoptiv-Filterung auf den aktuellen Filter zu aktivieren.
fr_fr: Cochez cette option pour activer le filtre adoptif sur le filtre actuel.
nl_nl: Bekijk deze optie om adaptieve filtering op de huidige filter beschikbaar te maken

source: Hide None
de_de: ausblenden Keine
fr_fr: Masquer Aucun
nl_nl: Niets verbergen

source: Check this option to hide none in the current filter.
de_de: Aktivieren Sie diese Option nicht im aktuellen Filter ausblenden.
fr_fr: Cochez cette option pour ne rien cacher dans le filtre actuel
nl_nl: Bekijk deze optie om niets te verbergen in de huidige filter

source: Style Customization Key
de_de: Stilanpassung Key
fr_fr: Style de personnalisation clé
nl_nl: Stijl maatwerk sleutel

source: Once customized, customization key will appear. If you use matching filters in presets just copy and paste this key to get the same customization.
de_de: Einmal angepasst, wird Anpassung Schlüssel angezeigt. Wenn Sie verwenden Sie passende Filter in Voreinstellungen einfach kopieren und fügen Sie diese Taste, um die gleiche Anpassung zu bekommen.
fr_fr: Une fois personnalisé, la clé de personnalisation apparaîtra. Si vous utilisez les filtres correspondants dans préréglages, il vous suffit de copier et coller cette clé pour obtenir les mêmes personnalisations.
nl_nl: Eenmaal maatwerk, de maatwerk sleutel zal verschijnen. Wanneer je gebruik maakt van matching filters in je vooraf ingestelde filters, kopieer en plak deze sleutel om het zelfde maatwerk te krijgen.

source: Range Fitler
de_de: Sortiment Filter
fr_fr: Filtre de Plage
nl_nl: Reeks filter

source: Select Range
de_de: auswählen Sortiment
fr_fr: Choisir une plage
nl_nl: Selecteer reeks

source: Price range
de_de: Preisklasse
fr_fr: Echelle de prix
nl_nl: Prijs reeks

source: Enter title for the current range filter. If you leave this field blank default will be used.
de_de: Geben Sie Titel für den aktuellen Bereich Filter. Wenn Sie dieses Feld leer lassen, wird standardmäßig verwendet.
fr_fr: Entrez le titre pour le filtrage par plage actuel. Si vous laissez ce champ vide, le titre par défaut sera utilisé.
nl_nl: Voer een titel in voor je huidige reeks filter, Wanneer je dit veld leeg laat zal een gebrek gebruikt worden

source: Select Style
de_de: Wählen Sie Stil
fr_fr: Choisir un Style
nl_nl: Selecteer stijl

source: Flat
de_de: Wohnung
fr_fr: Plat
nl_nl: Plat

source: White
de_de: Weiß
fr_fr: ﻿Blanc
nl_nl: Wit

source: Select current range style.
de_de: Wählen Strombereich Stil.
fr_fr: Choisir le style de le plage actuelle.
nl_nl: Selecteer huidige reeks stijl

source: Use Grid
de_de: Verwenden Sie Gitter
fr_fr: Utiliser la grille
nl_nl: Gebruik rooster

source: Check this option to use grid in current range.
de_de: Aktivieren Sie diese Option Raster im Strombereich zu verwenden.
fr_fr: Cochez cette option pour utiliser la grille sur la plage actuelle.
nl_nl: Bekijk de optie om een rooster te gebruiken in je huidige reeks

source: Custom Settings
de_de: benutzerdefinierte Einstellungen
fr_fr: Paramètres personnalisés
nl_nl: Aangepaste instelingen

source: Enter custom settings for the range filter. Visit this page for more information
de_de: Geben Sie benutzerdefinierte Einstellungen für den Bereich Filter. Besuchen Sie diese Seite für weitere Informationen
fr_fr: Saisissez les paramètres personnalisés pour le filtre de plage. Visitez cette page pour plus d'informations
nl_nl: Voer uw aangepaste instellingen in voor uw reeks filter, bezoek deze pagina voor meer informatie

source: Product Filter
de_de: Produkt-Filter
fr_fr: Filtre Produit

source: Default Filter and Filter Presets
de_de: Standardfilter und Filter-Vorgaben
fr_fr: Filtre par Défaut et Présélections
nl_nl: Gebrek filter en vooraf ingestelde filter

source: Filter Overrides and Restrictions
de_de: Filter Überschreibungen und Einschränkungen
fr_fr: Ecrasement des Filtres et Restrictions
nl_nl: Filter override en beperkingen

source: Advanced Options
de_de: Erweiterte Optionen
fr_fr: Options Avancées
nl_nl: Geavanceerde opties

source: Filter Analytics
de_de: Filter-Analytik
fr_fr: Filtre Statistiques
nl_nl: Filter analytisch

source: Register and Automatic Updates
de_de: Registrieren und automatische aktuelles
fr_fr: Inscription et Mises à jour Automatiques
nl_nl: Registreer en automatisch updates

source: Get more awesome plugins for WooCommerce!
de_de: Holen Sie mehr genialPlugins für WooCommerce!
fr_fr: Obtenez plus d’impréssionnants plugins pour WooCommerce !
nl_nl: Krijg meer geweldige plugins voor WooCommerce!

source: Product Filter Registration
de_de: Produktfilter Registrierung
fr_fr: Filtre des produits inscrits
nl_nl: Product filter registratie

source: By entering your purchase code you will unlock the Automatic Updates option! Use one license per domain please!
de_de: Durch Eingabe Ihrer Kauf-Code schaltest du die Option automatische Updates! Verwenden Sie bitte eine Lizenz pro Domain!
fr_fr: En rentrant votre code d'achat vous débloquerez les mises à jour automatiques! Utilisez une licence par domaine!
nl_nl: Door je aankoopcode in te voeren krijg je toegang tot de automatische update optie! gebruik een licentie per domein aub!

source: Register Product Filter
de_de: Registrieren Produktfilter
fr_fr: Enregistrer filtre des produits
nl_nl: Registreer product filter

source: Enter your purchase code to get instant updated even before the codecanyon.net releases!
de_de: Geben Sie Ihre Kauf-Code zu bekommen sofort aktualisiert, noch bevor die codecanyon.net frei!
fr_fr: Entrez votre code d'achet pour avoir des mises à jour instantanée avant la sortie sur codecanyon.net!
nl_nl: Voer je aankoop code in om gelijk updates te krijgen zelfs voor dat codecanyon.net uitkomt

source: Product Filter Analytics Settings
de_de: Produktfilter Analytics-Einstellungen
fr_fr: Paramètres du filtre statistique de produit
nl_nl: Product filters analytische instellingen

source: Follow your customers filtering data. BETA VERSION Please note, this section and its features will be extended in the future updates.
de_de: Folgen Sie Ihrem Kunden Filtern von Daten. Beta-VERSION Bitte beachten Sie, dieses Abschnitts und seiner Funktionen werden in Zukunft Updates erweitert.
fr_fr: Suivez les données de filtration de vos clients. VERSION BETA, cette section et ses fonctionnalités seront étendues dans le futur.
nl_nl: Volg je klanten filtering date. BETA VERSIE notitie: Deze sectie en zijn kenmerken zullen uitgebreid worden in toekomstige updates.

source: Use Filtering Analytics
de_de: Verwenden Filtern Analytik
fr_fr: Utiliser le filtrage statistiques
nl_nl: Gebruik filtering analytiek

source: Check this option to use filtering analytics.
de_de: Wählen Sie diese Option zu verwenden Filteranalysen .
fr_fr: Cochez cette option pour utiliser le filtrage statistiques.
nl_nl: Gebruik deze optie om filtering analytiek te gebruiken

source: Filtering Analytics
de_de: Filterung Analytics
fr_fr: Filtrage statistiques
nl_nl: Filtering Analytiek

source: See what your customers are searching for.
de_de: Sehen Sie, was Ihre Kunden suchen.
fr_fr: Voir ce que vos clients recherchent.
nl_nl: Zie waar jouw klanten naar zoeken

source: Product Filter Shop and Product Archive Installation Settings
de_de: Produkt-Filter Shop und Produkt-Archiv-Installationseinstellungen
fr_fr: Paramètres d'installation des filtres de produit et des archives
nl_nl: Product filter winkel en product archief installatie instellingen

source: General installation settings for Shop and Product Archive pages.
de_de: Allgemeine Installationseinstellungen für Shop und Produkt-Archiv-Seiten.
fr_fr: Installation des paramètres généraux pour la Boutique et les pages archives de produits.
nl_nl: Algemene installatie instellingen voor de winkel en product archief pagina

source: Product Filter Shop/Product Archives Installation
de_de: Produktinstallation Filter Shop/Produkt Archiv
fr_fr: Installation du Filtre produit Boutique/Archives
nl_nl: Product filter winkel/product archief installatie

source: Select method for installing the Product Filter template in your Shop and Product Archive pages.
de_de: Wählen Sie die Methode für die Installation der Produktfilter-Vorlage in Ihrem Shop und Produkt-Archiv-Seiten.
fr_fr: Sélectionnez la méthode pour installer un modèle de Filtre de produit dans les pages de votre boutique et les pages archives de produits.
nl_nl: Selecteer methode voor instaleren van de product filter template in je winkel en product archief pagina

source: Override Default WooCommerce Templates
de_de: Aufschalten Standard WooCommerce Vorlagen
fr_fr: Substituer le modèle par défaut de WooCommerce
nl_nl: Override gebrek WooCommerce Templates

source: Use Widget
de_de: Verwenden Widget
fr_fr: Utilisez Widget
nl_nl: Gebruik Widget

source: Custom Action
de_de: Benutzerdefinierte Aktion
fr_fr: Action personnalisée
nl_nl: Aangepaste actie
