Repository: webkitvn/webbalo
Catalog: wp-contentt/plugins/improved-sale-badges/lang/isbwoo-*.po
Languages: de_de, fr_fr, nl_nl

source: d
de_de: t
fr_fr: j

source: days
de_de: Tage
fr_fr: jours
nl_nl: dagen

source: Left
de_de: Links
fr_fr: Gauche
nl_nl: Links

source: Right
de_de: Rechts
fr_fr: Droite
nl_nl: Rechts

source: Improved Sale Badges
de_de: Verbesserte Verkauf Abzeichen
fr_fr: Badges de Vente Améliorés
nl_nl: Verbeterde Sale Badges

source: Basic Settings
de_de: Grundeinstellungen
fr_fr: Paramètres de Base
nl_nl: Basisinstellingen

source: General settings for the Improved Sale Badges for WooCommerce plugin.
de_de: Allgemeine Einstellungen für die verbesserte Verkauf Abzeichen für WooCommerce Plugin.
fr_fr: Paramètres généraux des Badges de de Vente Améliorés pour le plugin WooCommerce.
nl_nl: Algemene instellingen van WooCommerce plug in voor de verbeterde Sale badges

source: Badge Preview
de_de: Abzeichen Vorschau
fr_fr: Aperçu du Badge
nl_nl: badge Voorbeeld

source: Quick sale badge style preview.
de_de: Schnellen Verkauf Abzeichen Stilvorschau.
fr_fr: Aperçu rapide du style du badge de vente.
nl_nl: Snelle verkoop badge stijl preview.

source: Badge Style
de_de: Abzeichen Stil
fr_fr: Style du badge
nl_nl: Badge stijl

source: Select sale badge style.
de_de: Wählen Sie Verkauf Abzeichen Stil.
fr_fr: Sélectionnez le style du badge.
nl_nl: Selecteer Sale Badge stijl

source: Badge Color
de_de: Abzeichen Farbe
fr_fr: Couleur du Badge
nl_nl: Badge kleur

source: Select sale badge color.
de_de: Wählen Sie Verkauf Abzeichen Farbe.
fr_fr: Sélectionnez la couleur du badge de vente.
nl_nl: Selecteer Sale Badge kleur

source: Badge Position
de_de: Abzeichen-Stellung
fr_fr: Position du Badge
nl_nl: Badge positie

source: Select sale badge position.
de_de: Wählen Sie Verkauf Abzeichen Stellung.
fr_fr: Sélectionnez la position du badge de vente.
nl_nl: Selecteer Sale Badge Positie

source: Installation, Registration and Advanced Settings
de_de: Installation, Registrierung und erweiterte Einstellungen
fr_fr: Installation, Enregistrement et Paramètres Avancés
nl_nl: Installatie, registratie en geavanceerde instellingen

source: Setup plugin installation and advanced settings. Register the plugin to get automatic updates!
de_de: Setup-Plugin Installation und erweiterte Einstellungen. Registrieren Sie das Plugin automatische Updates zu erhalten!
fr_fr: Configurez l'installation du plugin et les paramètres avancés. Enregistrez le plugin pour obtenir des mises à jour automatiques!
nl_nl: Instaleer plug in installatie en geavanceerde instellingen. Registreer de plug in om automatische updates te krijgen

source: Single Product Badges
de_de: Einzelprodukt Abzeichen
fr_fr: Badges de produit unique
nl_nl: Enkele product badges

source: Enable custom badge override for each product.
de_de: Aktivieren Sie eigene Abzeichen Überschreibung für jedes Produkt.
fr_fr: Activer l'outrepassement personnalisé du badge pour chaque produit.
nl_nl: Maak maakwerk badge override voor elk product

source: Use Tempalte Overrides
de_de: Verwenden Vorlage Überschreibungen
fr_fr: Utilisez Outrepassements Modèles
nl_nl: Gebruik template override

source: This is the default installation when checked. If you enter a custom action bellow the entered action will be used to output the sale badge in the appropriate place in your templates. If this option is unchecked default template overrides will not be used.
de_de: Dies ist die Standard-Installation, wenn geprüft. Wenn Sie treten eine benutzerdefinierte Aktion unter den eingegebenen Aktionwird verwendet, um den Verkauf Abzeichen in Ihre Vorlagen entsprechend richtig ausgegeben Wenn diese Option deaktiviert Standardvorlage überschreibt, wird nicht verwendet werden.
fr_fr: Ceci est l'installation par défaut un fois cochée. Si vous entrez une action personnalisée au dessous de l'action entré elle sera utilisée pour délivrer le badge de vente à l'endroit approprié dans vos modèles. Si cette option est décochée les outrepassements du modèle par défaut ne seront pas utilisées.
nl_nl: Dit is de standaard installatie wanneer gecontroleerd. Als u een aangepaste actie wilt om de ingevoerde actie uit te voeren zal gebruikt worden gemaakt van de output van de verkoop badge in de dienstige plaats in uw sjablonen. Als deze optie niet is aangevinkt standaard template overrides zullen dan niet worden gebruikt.

source: Override Default Product Archive Action
de_de: Außer Kraft setzen Standardproduktarchiv Aktion
fr_fr: Outrepasser l'Action d'Archive de Produit par défaut
nl_nl: Override standaard product archief actie

source: Change ISB init action on Shop/Product Archive Pages. Use actions initiated in your content-product.php template. Please enter action name in following format action_name:priority e.g.
de_de: Ändern USB init Aktion bei Shop / Produktarchiv Seiten.Verwenden Sie Aktionen in Ihrem Content-product.php Vorlage initiiert.Bitte geben Sie Aktionsnamen in folgendem Format aktions: Priorität z.B.
fr_fr: Changez l'initialisation de l'action ISB sur les Pages d'Archive boutique/produit. Utilisez les actions initiées dans votre modèle php.le contenu-produit. Veuillez entrer le nom de l'action dans le format suivant nom_action: priorité par exemple
nl_nl: Verander ISB init actie op winkel/product archief pagina. Gebruik acties gestart in uw content-product.php template. Vul de naam van de actie in het volgende formaat action_name: prioriteit bijv.

source: Override Default Single Product Action
de_de: überschreiben Standard Einzelprodukt aktion
fr_fr: Outrepasser l'Action de Produit Unique par défaut
nl_nl: Override standaard enkel product actie

source: Change ISB init action on Single Product Pages. Use actions initiated in your content-product.php template. Please enter action name in following format action_name:priority e.g.
de_de: Ändern USB init Aktion auf Einzelproduktseiten.Verwenden Sie Aktionen in Ihrem Content-product.php Vorlage initiiert. Bitte geben Sie Aktionsnamen in folgendem Format aktions: Priorität z.B.
fr_fr: Changez l'initialisation de l'action ISB sur les Pages de Produit Unique. Utilisez les actions initiées dans votre modèle php.le contenu-produit. Veuillez entrer le nom de l'action dans le format suivant nom_action: priorité par exemple.
nl_nl: Verander ISB init actie enkele productpagina's. Gebruik acties gestart in uw content-product.php template. Vul de naam van de actie in het volgende formaat action_name: prioriteit bijv.

source: Register Improved Sale Badges
de_de: registrieren Verbesserte Verkauf Abzeichen
fr_fr: Enregistrez Badges de Vente Améliorés
nl_nl: Registreer verbeterde sale badges

source: Enter your purchase code to get instant updated even before the codecanyon.net releases!
de_de: Geben Ihre Kauf-Code zu bekommen sofort aktualisiert, noch bevor die codecanyon.net frei!
fr_fr: Entrez votre code d'achat pour obtenir instantanément les mises à jour avant même que le codecanyon.net les faits sortit!
nl_nl: Voer je aankoop code in om gelijk updates te krijgen zelfs voor dat codecanyon.net uitkomt

source: Sale Badges
de_de: Verkauf Abzeichen
fr_fr: Badges De Vente

source: None
de_de: Keiner
fr_fr: Aucun
nl_nl: Geen

source: Special Badge Settings
de_de: Spezielle Abzeichen Einstellungen
fr_fr: Paramètres de Badge Spécial
nl_nl: Speciale badge instellingen

source: Special Badge
de_de: Spezielle Abzeichen
fr_fr: Badge Spécial
nl_nl: Speciale badge

source: Special Badge Text
de_de: Spezielle Abzeichen Text
fr_fr: Texte de Badge Spécial
nl_nl: Speciale badge tekst

source: DISCOUNT
de_de: RABATT
fr_fr: RÉDUCTION
nl_nl: Korting

source: Save
de_de: sparen
fr_fr: Enregistrer
nl_nl: Bespaar

source: Up to
de_de: Bis zu
fr_fr: Jusqu'à
nl_nl: tot wel

source: Starts
de_de: Startet
fr_fr: Débute
nl_nl: Start op

source: Ends
de_de: Endet
fr_fr: Finit
nl_nl: Eindigt

source: OFF
de_de: AUS
nl_nl: Af

source: Starts in
de_de: Startet in
fr_fr: Débute le
nl_nl: Start in

source: Ends in
de_de: Endet in
fr_fr: Finit le
nl_nl: Eindigt in

source: SALE
de_de: VERKAUF
fr_fr: VENTE

source: PRICE OFF
de_de: PREIS AUS
fr_fr: REMISE
nl_nl: Afgeprijst

source: On Sale!
de_de: Im Angebot!
fr_fr: En Vente !
nl_nl: In Sale

source: ON SALE
de_de: IM ANGEBOT
fr_fr: EN VENTE
nl_nl: In sale

source: Sale!
de_de: Verkauf!
fr_fr: Vente!

source: There is no changelog available.
de_de: Es gibt keine Changelog zur Verfügung.
fr_fr: Il n'y a pas de journal de changement disponible.
nl_nl: Er is geen changelog beschikbaar.

source: Check for updates
de_de: Auf Updates prüfen
fr_fr: Vérifier les mises à jour
nl_nl: Controleer op updates

source: This plugin is up to date.
de_de: Dieses Plugin ist auf dem neuesten Stand.
fr_fr: Ce plugin est à jour.
nl_nl: Deze plug in is up to date

source: A new version of this plugin is available.
de_de: Eine neue Version des Plugins ist verfügbar.
fr_fr: Une nouvelle version de ce plugin est disponible.
nl_nl: een nieuwe versie van deze plug in is beschikbaar

source: Unknown update checker status "%s"
de_de: Unbekannt Update Checker-Status "% s"
fr_fr: Statut du vérificateur de mise à jour inconnue "%s"

source: Text
de_de: Wortlaut
fr_fr: Texte
nl_nl: Tekst
